Repository: cfcurtis/pdfstitcher
Catalog: pdfstitcher/locale/*/LC_MESSAGES/pdfstitcher.po
Languages: cs_cz, de_de, hu_hu, nl_nl, pt_br

source: To insert a blank page, include a zero in the page list.
de_de: Um eine leere Seite einzufügen, fügen Sie eine Null in die Seitenliste ein.
hu_hu: Üres oldal hozzáadásához írjon nullát az oldalszámok közé.
pt_br: Para inserir uma página em branco, inclua um zero na lista de páginas.

source: Pages to tile. May be range or list (e.g. 1-5 or 1,3,5-7, etc). Default: entire document.
hu_hu: Oldalak elrendezése. Lehet tartomány vagy lista (pl: 1-5 vagy 1,3,5-7, stb.) Alaphelyzet: az egész dokumentum.
pt_br: Páginas pra colocar lado a lado. Pode ser um intervalo ou uma lista (ex: 1-5 ou 1,3,5-7, etc.). Padrão: Usar o documento inteiro.

source: Margin size in inches.
de_de: Größe des Randes in Zoll.
hu_hu: Margó mérete hüvelykben.
pt_br: Tamanho da margem em polegadas.

source: Amount to trim from edges
hu_hu: A szélekről levágandó mennyiség
pt_br: Quantidade para aparar das bordas

source: given as left,right,top,bottom (e.g. 0.5,0,0.5,0 would trim half an inch from left and top)
de_de: angegeben als links,rechts,oben,unten (z.B. 0,5 ,0 ,0,5 ,0 würde einen halben Zoll von links und oben abschneiden)
hu_hu: megadva, mint bal, jobb, teteje, alja (pl. 0,5,0,0.5,0 le fog vágni fél hüvelyket a bal oldaláról és a tetejéből)
pt_br: dado como esquerda,direita,superior,inferior (ex: 0.5,0,0.5,0 apararia meia polegada da esquerda e da parte superior)

source: Rotate pages (90, 180, or 270 degrees)
de_de: Drehen von Seiten (90, 180 oder 270 Grad)
hu_hu: Oldalak forgatása (90, 180 vagy 270 fokkal)
pt_br: Girar páginas (90, 180 ou 270 graus)

source: Inches
cs_cz: Palce
de_de: Zoll
hu_hu: Hüvelyk
pt_br: Polegadas

source: Tiling successful
cs_cz: Spojení stránek bylo úspěšné
de_de: Zusammensetzten erfolgreich
hu_hu: Sikeres elrendezés
pt_br: As páginas foram colocadas lado a lado

source: Exception
cs_cz: Výjimka

source: Cant overwrite input file, please select a different file for output
cs_cz: Nelze přepsat vstupní PDF, prosím vyberte jiný soubor pro výstupní PDF
