Repository: cfcurtis/pdfstitcher
Catalog: pdfstitcher/locale/*/LC_MESSAGES/pdfstitcher.po
Languages: cs_cz, de_de, hu_hu, nl_nl, pt_br

source: Error getting system info: {}
nl_nl: Fout bij het ophalen van de systeeminformatie: {}

source: Error mangling PDF: {}
nl_nl: Fout beschadigde PDF: {}

source: in
hu_hu: hüvelyk
nl_nl: inches
pt_br: pol

source: pt
cs_cz: b
hu_hu: pt (képpont)
nl_nl: punten

source: Invalid input
cs_cz: Neplatný vstup
de_de: Ungültige Eingabe
hu_hu: Érvénytelen érték
nl_nl: Ongeldige invoer
pt_br: Entrada inválida

source: only numeric values allowed
cs_cz: jsou povoleny jen číselné znaky
de_de: Nur Ganzzahlen sind erlaubt
hu_hu: csak számok megengedettek
nl_nl: Alleen numerieke waarden toegestaan
pt_br: Apenas valores numéricos são permitidos

source: Please specify a page range
cs_cz: Uveďte rozsah stránek
de_de: Bitte einen Seitenbereich angeben
hu_hu: Kérem, adjon meg egy oldaltartományt
nl_nl: Voer een pagina reeks in
pt_br: Por favor especifique um intervalo de páginas

source: Warning! Output is larger than {} {}, may not open correctly.
cs_cz: Varování! Výstupní PDF je větší než {} {}, a nemusí se otevřít správně.
de_de: Warnung! Die Ausgabe wird größer als {} {} und kann vermutlich nicht richtig geöffnet werden.
hu_hu: Figyelem! A kimenet nagyobb, mint {} {}, lehetséges, hogy nem nyílik meg megfelelően.
nl_nl: Let op! Uitvoer is groter dan {} {}, mogelijk opent het niet juist.
pt_br: Aviso! A saída é maior do que {} {}, talvez não abra corretamente.

source: Output size:
cs_cz: Velikost výstupního PDF:
de_de: Ausgabe-Größe:
hu_hu: Kimeneti méret:
nl_nl: Uitvoerformaat:
pt_br: Tamanho da saída:

source: Number of rows in tiled grid.
de_de: Anzahl der Zeilen im Kachelgitter.
hu_hu: A sorok száma a rácsban.
nl_nl: Aantal rijen in het raster.
pt_br: Número de linhas na grade lado a lado.

source: Number of columns in tiled grid.
de_de: Anzahl der Spalten im Kachelgitter.
hu_hu: Az oszlopok száma a rácsban.
nl_nl: Aantal kolommen in het raster.
pt_br: Número de colunas na grade lado a lado.

source: Input filename (pdf)
de_de: Eingabe-Dateiname (pdf)
hu_hu: Bemeneti fájl neve (pdf)
nl_nl: Bestandsnaam (pdf)
pt_br: Nome do arquivo de entrada (PDF)

source: Output filename (pdf)
de_de: Ausgabe-Dateiname (pdf)
hu_hu: Kimeneti fájl neve (pdf)
nl_nl: Uitvoer bestandsnaam (pdf)
pt_br: Nome do arquivo de saída (PDF)

source: Invalid trim value specified, ignoring
cs_cz: Byla zadána neplatná hodnota oříznutí, hodnota ignorována
de_de: Ungültiger Zuschnitts-Wert wird übersprungen
hu_hu: Érvénytelen vágási mennyiség megadása, visszautasítva
nl_nl: Ongeldige waarde om af te snijden, wordt genegeerd
pt_br: O valor especificado para os aparos é inválido, ignorando

source: Options
cs_cz: Možnosti
de_de: Optionen
hu_hu: Lehetőségek
nl_nl: Opties
pt_br: Opções

source: Successfully written to
cs_cz: Úspěšně uloženo jako
de_de: Erfolgreich gespeichert unter
hu_hu: Sikeres írás a
nl_nl: Succesvol opgeslagen in
pt_br: Gravado com sucesso em

source: Checking for updates
nl_nl: Controleren op updates

source: Please wait...
nl_nl: Even geduld...

source: PDFStitcher is installed and managed via Flatpak.
nl_nl: PDFStitcher is geïnstalleerd en wordt beheerd via Flatpak.

source: No updates available, {} is the current version.
nl_nl: Geen updates beschikbaar, {} is de huidige versie.

source: Update available!
nl_nl: Update beschikbaar!

source: Your version is {}, but the latest version is v{}.
nl_nl: Jou versie is {}, maar de laatste versie is v{}.

source: What's changed?
nl_nl: Wat is er veranderd?

source: Download Now
nl_nl: Download nu

source: Error checking for updates
nl_nl: Fout bij het controleren op updates

source: Report a bug
nl_nl: Rapporteer een fout

source: Create mangled PDF (Beta)
nl_nl: Beschadigde PDF maken (bèta)

source: Report Via GitHub
nl_nl: Rapporteer via GitHub

source: Email to ccurtis@mtroyal.ca
nl_nl: Email naar ccurtis@mtroyal.ca

source: Could not copy to clipboard
nl_nl: Kon niet kopiëren naar het klembord

source: Error
nl_nl: Fout

source: Mangled PDF saved to {}.
nl_nl: Beschadigde PDF opgeslagen in {}.

source: Please attach to GitHub issue or email.
nl_nl: Voeg toe als bijlage aan het GitHub issue of email.

source: Success
nl_nl: Succes

source: Failed to mangle PDF
nl_nl: Kan PDF niet beschadigen

source: Preferences
nl_nl: Voorkeuren

source: Language
nl_nl: Taal

source: Check for updates on startup
nl_nl: Controleer voor updates bij het opstarten

source: Save current margin and unit settings
nl_nl: Sla huidige marge en eenheid instellingen op

source: Save current line properties
nl_nl: Sla huidige lijn eigenschappen op

source: Default open directory
nl_nl: Standaard opstart folder

source: Default save directory
nl_nl: Standaard opslaan folder

source: Save preferences
nl_nl: Opslaan voorkeuren

source: Choose a directory
nl_nl: Kies een folder

source: Preferences saved to {}
nl_nl: Voorkeuren opgeslagen in {}

source: Please restart to switch to {}.
nl_nl: Herstart om te wisselen naar {}.

source: Preferences saved
nl_nl: Voorkeuren opgeslagen

source: Select input PDF
cs_cz: Vybrat vstupní PDF
de_de: Quelldatei
hu_hu: Bemeneti PDF kiválasztása
nl_nl: Selecteer invoer PDF
pt_br: Selecione o PDF de entrada

source: Save output as
cs_cz: Uložit výstupní PDF jako
de_de: Ausgabe
hu_hu: Kimenet mentése mint
nl_nl: Uitvoer opslaan als
pt_br: Salvar a saída como

source: Output Options
cs_cz: Možnosti výstupu
de_de: Optionen
hu_hu: Kimeneti Opciók
nl_nl: Uitvoer opties
pt_br: Opções de saída

source: Page Range
cs_cz: Rozsah stránek
de_de: Seitenauswahl
hu_hu: Oldaltartomány
nl_nl: Pagina's van .. tot...
pt_br: Intervalo de Páginas

source: Pages assemble in specified order. 0 inserts a blank page.
cs_cz: Stránky se sloučí v uvedeném pořadí. 0 vloží prázdnou stránku.
de_de: Die Seiten werden in der angegebenen Reihenfolge zusammengesetzt. 0 fügt eine leere Seite ein.
hu_hu: Az oldalak összeállítása meghatározott sorrendben. Üres oldal hozzáadásához írjon nullát az oldalszámok közé.
nl_nl: Pagina's samengesteld in gewenste volgorde. 0 voegt een blanco pagina toe
pt_br: As páginas são montadas na ordem especificada. 0 insere uma página em branco.

source: Margin to add to final output
cs_cz: Okraj přidaný k hotovému výstupnímu PDF
de_de: Zusätzlicher Projektionsrand
hu_hu: A végső kimenethez hozzáadandó margó
nl_nl: Marge die aan het uiteindelijke patroon wordt toegevoegd
pt_br: Margem para adicionar à saída final

source: Centimetres
cs_cz: Centimetry
de_de: Zentimeter
hu_hu: Centiméter
nl_nl: Centimeters
pt_br: Centímetros

source: Units
cs_cz: Jednotky
de_de: Maßeinheit
hu_hu: Egység
nl_nl: Eenheden
pt_br: Unidades

source: Process Layers
cs_cz: Upravit vrstvy
de_de: Ebenen bearbeiten
hu_hu: Rétegek feldolgozása
nl_nl: Lagen verwerken
pt_br: Processar camadas

source: Tile pages
cs_cz: Spojit stránky
de_de: Seiten zusammensetzten
hu_hu: Oldalak elrendezése
nl_nl: Pagina's samenvoegen
pt_br: Colocar páginas lado a lado

source: Process layers then tile pages and save
cs_cz: Upravte vrstvy, pak spojte stránky a uložte
de_de: Ebenen bearbeiten, dann Seiten zusammensetzten und abspeichern
hu_hu: A rétegek feldolgozása majd oldalak elrendezése és mentés
nl_nl: Lagen verwerken, daarna pagina's samenvoegen en opslaan
pt_br: Processar as camadas, colocar as páginas lado a lado e salvar

source: Process layers and save without tiling pages
cs_cz: Upravte vrstvy a uložte bez spojení stránek
de_de: Ebenen bearbeiten und speichern, ohne Seiten zusammenzufügen
hu_hu: Rétegek feldolgozása, majd mentés az oldalak elrendezése nélkül
nl_nl: "Lagen verwerken en opslaan zonder pagina's samen te voegen
pt_br: Processar as camadas e salvar SEM colocar as páginas lado a lado

source: Tile pages and save without processing layers
cs_cz: Spojte stránky a uložte bez úpravy stránek
de_de: Seiten zusammensetzten und speichern, ohne Ebenen zu bearbeiten
hu_hu: Oldalak elrendezése és mentés a rétegek feldolgozása nélkül
nl_nl: Pagina's samenvoegen en opslaan zonder lagen te verwerken
pt_br: Colocar as páginas lado a lado e salvar SEM processar as camadas

source: Open the PDF and save selected page range without modifying
cs_cz: Uložte vybrané stránky bez úprav
de_de: Die PDF-Datei öffnen und die ausgewählten Seiten ohne Veränderungen speichern
hu_hu: PDF megnyitása és a kiválasztott oldalak mentése változtatások nélkül
nl_nl: De PDF openen en geselecteerd pagina-bereik opslaan zonder aanpassingen
pt_br: Abre o PDF e salva o intervalo de páginas selecionado SEM modificar o arquivo

source: Optionally, add margins to each page
nl_nl: Voeg optioneel marges toe aan elke pagina

source: Load PDF to view layers.
cs_cz: Nahrajte PDF pro zobrazení vrstev.
de_de: Eine PDF-Datei laden, um die Ebenen anzuzeigen
hu_hu: PDF betöltése a rétegek megjelenítése miatt.
nl_nl: Laad PDF om lagen te zien.
pt_br: Carregar o PDF para ver as camadas.

source: Deselected layers:
cs_cz: Neoznačené vrstvy:
de_de: Abgewählte Ebenen:
hu_hu: Ki nem jelölt rétegek:
nl_nl: Gedeselecteerde lagen:
pt_br: Camadas não selecionadas:

source: Delete
cs_cz: Smazat
de_de: Löschen
hu_hu: Törlése
nl_nl: Verwijder
pt_br: Deletar

source: Hide
cs_cz: Skrýt
de_de: Verstecken
hu_hu: Elrejtése
nl_nl: Verberg
pt_br: Esconder

source: Include non-optional content
cs_cz: Zahrnout uzamknuté vrstvy
de_de: Basis-Inhalte übernehmen
hu_hu: Kötelező tartalmakat beleértve
nl_nl: Gebruik verplichte inhoud
pt_br: Incluir conteúdo não opcional

source: Deselect all
cs_cz: Odoznačit vše
de_de: Alles abwählen
hu_hu: Összes kijelölés megszüntetése
nl_nl: Alles deselecteren
pt_br: Desmarcar tudo

source: Layer Name
cs_cz: Jméno vrstvy
de_de: Name der Ebene
hu_hu: Réteg neve
nl_nl: Laag titel
pt_br: Nome da Camada

source: Line Properties
cs_cz: Vlastnosti čáry
de_de: Linien-Eigenschaften
hu_hu: Vonaltulajdonságok
nl_nl: Lijn eigenschappen
pt_br: Propriedades da linha

source: Select line properties to modify
cs_cz: Vyberte vlastnosti čáry, které chcete upravit
de_de: Linien-Eigenschaften zum Bearbeiten auswählen
hu_hu: Vonaltulajdonságok kiválasztása a módosításhoz
nl_nl: Selecteer lijn eigenschappen om te wijzigen
pt_br: Selecione as propriedades da linha pra modificar

source: Line Colour
cs_cz: Barva čáry
de_de: Linien-Farbe
hu_hu: Vonalszín
nl_nl: Lijn kleur
pt_br: Cor da linha

source: Also modify fill colour
nl_nl: Wijzig ook de vulkleur

source: Line Thickness
cs_cz: Tloušťka čáry
de_de: Linien-Breite
hu_hu: Vonalvastagság
nl_nl: Lijn dikte
pt_br: Espessura da linha

source: Line Style
cs_cz: Typ čáry
de_de: Linien-Stil
hu_hu: Vonalstílus
nl_nl: Lijn stijl
pt_br: Estilo da linha

source: Solid
cs_cz: Plná
de_de: Durchgehend
hu_hu: Folytonos
nl_nl: Vol
pt_br: Sólido

source: Dashed
cs_cz: Přerušovaná
de_de: Gestrichelt
hu_hu: Szaggatott
nl_nl: Streep
pt_br: Tracejadas

source: Dotted
cs_cz: Tečkovaná
de_de: Gepunktet
hu_hu: Pontozott
nl_nl: Stippel
pt_br: Pontilhada

source: Apply
cs_cz: Použít
de_de: Anwenden
hu_hu: Alkalmaz
nl_nl: Toepassen
pt_br: Aplicar

source: Reset
cs_cz: Resetovat
de_de: Rückgängig
hu_hu: Visszaállítás
nl_nl: Herstel
pt_br: Redefinir

source: Apply to checked
cs_cz: Použít na označené
de_de: Auf Auswahl anwenden
hu_hu: Alkalmazás a kijelöltekre
nl_nl: Pas toe op selectie
pt_br: Aplicar aos que estão marcados

source: Reset checked
cs_cz: Resetovat označené
de_de: Rückgängig
hu_hu: A kijelöltek visszaállítása
nl_nl: Herstel selectie
pt_br: Redefinir os que estão marcados

source: Apply to
cs_cz: Použít na
de_de: Anwenden auf
hu_hu: Alkalmazza a
nl_nl: Toepassen op
pt_br: Aplicar à

source: No layers found in input document.
cs_cz: Ve vstupním PDF nebyly nalezeny žádné vrstvy.
de_de: Dieses Dokument hat keine Ebenen.
hu_hu: Nincsenek rétegek a kiválasztott dokumentumban.
nl_nl: Geen lagen gevonden in het ingevoerde document.
pt_br: Nenhuma camada encontrada no documento de entrada.

source: Select layers to include in output document.
cs_cz: Vyberte vrstvy, které chcete zahrnout do výstupního PDF.
de_de: Ebenen auswählen, die in das Ausgabedokument aufgenommen werden sollen.
hu_hu: Válassza ki a rétegeket a kimeneti dokumentumhoz.
nl_nl: Selecteer lagen voor het uitvoer document.
pt_br: Selecionar as camadas pra incluir no documento de saída.

source: Select all
cs_cz: Označit vše
de_de: Alles auswählen
hu_hu: Összes kiválasztása
nl_nl: Selecteer alles
pt_br: Selecionar tudo

source: Tile Pages
cs_cz: Spojit stránky
de_de: Seiten
hu_hu: Oldalak elrendezése
nl_nl: Pagina's samenvoegen
pt_br: Colocar páginas lado a lado

source: Layers
cs_cz: Vrstvy
de_de: Ebenen
hu_hu: Rétegek
nl_nl: Lagen
pt_br: Camadas

source: Generate PDF
cs_cz: Vytvořit PDF
de_de: PDF erstellen
hu_hu: PDF létrehozása
nl_nl: Genereer PDF
pt_br: Gerar PDF

source: Something went wrong
cs_cz: Něco se pokazilo
de_de: Etwas ist schief gelaufen
hu_hu: Valami hiba történt
nl_nl: Er is iets fout gegaan
pt_br: Alguma coisa deu errado

source: unable to write to
cs_cz: nebylo možné uložit jako
de_de: Speichern nicht möglich unter
hu_hu: nem sikerült írni a
nl_nl: Niet mogelijk om op te slaan in
pt_br: Incapaz de gravar em

source: Make sure isn't open in another program
hu_hu: Győződjön meg róla, hogy nincs megnyitva egy másik programban
nl_nl: Zorg ervoor dat niet geopend is in een ander programma
pt_br: Garanta que não está aberto em outro programa

source: File
nl_nl: Bestand

source: Check for updates
nl_nl: Controleer voor updates

source: Settings
nl_nl: Instellingen

source: Documentation
nl_nl: Documentatie

source: Open the documentation in a web browser
nl_nl: Open de documentatie in een web browser

source: Open the dialog to report a bug
nl_nl: Open het dialoog om een fout te rapporteren

source: The PDF Stitching app for sewists, by sewists.
nl_nl: De PDF Stitching app voor naaisters, door naaisters.

source: Contributors
nl_nl: Bijdragers

source: Can't overwrite input file, please select a different file for output
nl_nl: Kan invoerbestand (origineel) niet overschrijven. Selecteer een ander bestand voor de uitvoer.

source: File will be written to
nl_nl: Bestand wordt opgeslagen in

source: PDF locked! Enter the correct password.
nl_nl: Pdf vergrendeld! Voer het juiste wachtwoord in.

source: Password
nl_nl: Wachtwoord

source: PDF file is locked
nl_nl: PDF-bestand is vergrendeld

source: PDF will not open as you canceled the operation.
nl_nl: De PDF wordt niet geopend, omdat je dit hebt onderbroken.

source: Cannot open file
cs_cz: Nemůže otevřít soubor
de_de: Datei kann nicht geöffnet werden
hu_hu: A kiválasztott fájlt nem lehet megnyitni
nl_nl: Kan het bestand niet openen
pt_br: Não foi possível abrir o arquivo

source: Opening
cs_cz: Otevřeno
de_de: Wird geöffnet:
hu_hu: Megnyitás
nl_nl: Bezig met openen
pt_br: Abrindo

source: PDF file loaded without errors.
nl_nl: PDF bestand geladen zonder fouten.

source: Please be respectful of the author and only use this tool for personal use.
nl_nl: Wees respectvol voor de auteur en gebruik deze tool alleen voor persoonlijk gebruik.

source: Required Parameters
cs_cz: Povinné parametry
de_de: Erforderliche Einstellungen
hu_hu: Szükséges paraméterek
nl_nl: Gewenste parameters
pt_br: Parâmetros obrigatórios

source: Number of Columns
cs_cz: Počet sloupců
de_de: Anzahl der Spalten
hu_hu: Oszlopok száma
nl_nl: Aantal kolommen
pt_br: Número de colunas

source: OR Number of Rows
cs_cz: NEBO počet řádků
de_de: ODER Anzahl der Reihen
hu_hu: VAGY Sorok száma
nl_nl: OF Aantal rijen
pt_br: OU número de linhas

source: Rows then columns
cs_cz: Nejprve řádky, pak sloupce
de_de: Reihen dann Spalten
hu_hu: Sorok majd oszlopok
nl_nl: Rijen dan kolommen
pt_br: Linhas e depois colunas

source: Columns then rows
cs_cz: Nejprve sloupce, pak řádky
de_de: Spalten dann Reihen
hu_hu: Oszlopok majd sorok
nl_nl: Kolommen dan rijen
pt_br: Colunas e depois linhas

source: Left to right
cs_cz: Zleva doprava
de_de: Links nach Rechts
hu_hu: Balról jobbra
nl_nl: Links naar rechts
pt_br: Da esquerda para a direita

source: Right to left
cs_cz: Zprava doleva
de_de: Rechts nach Links
hu_hu: Jobbról balra
nl_nl: Rechts naar links
pt_br: Da direta para a esquerda

source: Top to bottom
cs_cz: Shora dolů
de_de: Oben nach Unten
hu_hu: Fentről lefelé
nl_nl: Boven naar beneden
pt_br: De cima para baixo

source: Bottom to top
cs_cz: Zdola nahoru
de_de: Unten nach oben
hu_hu: Lentről felfelé
nl_nl: Beneden naar boven
pt_br: De baixo para cima

source: Page order
cs_cz: Pořadí stránek
de_de: Seiten-Reihenfolge
hu_hu: Oldalak sorrendje
nl_nl: Pagina volgorde
pt_br: Ordem das páginas

source: None
cs_cz: Žádné
de_de: Keine
hu_hu: Egyik sem
nl_nl: Geen
pt_br: Nenhum

source: Clockwise
cs_cz: O 90° doprava
de_de: Rechts
hu_hu: Óramutató járásával megegyezően
nl_nl: Met de klok mee
pt_br: Sentido horário

source: Counterclockwise
cs_cz: O 90° doleva
de_de: Links
hu_hu: Óramutató járásával ellentétesen
nl_nl: Tegen de klok in
pt_br: Sentido anti-horário

source: Turn Around
cs_cz: O 180°
de_de: Umdrehen
hu_hu: Fejjel lefelé
nl_nl: Omdraaien
pt_br: Virar

source: Page Rotation
cs_cz: Otočení stránek
de_de: Rotation
hu_hu: Oldalak forgatása
nl_nl: Pagina rotatie
pt_br: Rotação da página

source: Optional Parameters
cs_cz: Volitelné parametry
de_de: Optionale Einstellungen
hu_hu: Kiegészítő paraméterek
nl_nl: Optionele parameters
pt_br: Parâmetros opcionais

source: Set TrimBox to MediaBox
cs_cz: Nastavit TrimBox na MediaBox
de_de: TrimBox auf MediaBox einstellen
hu_hu: Állítsa a TrimBoxot MediaBoxra
nl_nl: Gebruik media kader om aan te snijden
pt_br: Definir TrimBox para o MediaBox

source: May help fix things when output is not as expected
cs_cz: Může pomoci opravit dokument, pokud výstupní pdf nevypadá podle očekávání
de_de: Das könnte eventuell Probleme mit falsch aussehenden Ausgaben beheben
hu_hu: Segíthet megjavítani dolgokat, ha a kimenet nem a várakozásaink szerint alakul
nl_nl: Mogelijk helpt dit wanneer de resultaten niet volgens verwachting uitpakken
pt_br: Pode ajudar a corrigir as coisas quando a saída não é a esperada

source: Amount to trim from each page
cs_cz: Oříznutí z každé stránky
de_de: Ränder zuschneiden
hu_hu: Levágás nagysága minden lapból
nl_nl: Hoeveelheid die van iedere pagina wordt afgesneden
pt_br: Quantidade pra cortar de cada página

source: Overlap
cs_cz: Překrytí
de_de: Überlappen
hu_hu: Átfedés
nl_nl: Overlappen
pt_br: Sobreposição

source: Trim
cs_cz: Oříznutí
de_de: Abschneiden
hu_hu: Levágás
nl_nl: Afsnijden
pt_br: Aparar

source: Left
cs_cz: Vlevo
de_de: Links
hu_hu: Bal
nl_nl: Links
pt_br: Esquerda

source: Right
cs_cz: Vpravo
de_de: Rechts
hu_hu: Jobb
nl_nl: Rechts
pt_br: Direita

source: Top
cs_cz: Nahoře
de_de: Oben
hu_hu: Teteje
nl_nl: Boven
pt_br: Cima

source: Bottom
cs_cz: Dole
de_de: Unten
hu_hu: Alja
nl_nl: Onder
pt_br: Baixo

source: Failed writing stream to page with error type {}
nl_nl: Mislukt om de stream naar de pagina te schrijven met fouttype {}

source: No layers selected, generated PDF would be blank.
cs_cz: Nebyly vybrány žádné vrstvy, vygenerované PDF bude prázdné.
de_de: Keine Ebene ausgewählt, neue Datei würde leer sein.
hu_hu: Nincs kijelölt réteg, a létrehozott PDF üres lesz.
nl_nl: Geen lagen geselecteerd, gegenereerde PDF wordt blanco.
pt_br: Nenhuma camada selecionada, será gerado um PDF em branco.

source: Middle
de_de: Mitte
hu_hu: Középső
nl_nl: Midden
pt_br: Meio

source: Tiling with {} rows and {} columns
cs_cz: Spojení {} řádků a {} sloupců
de_de: Zusammensetzten mit {} Reihen und {} Spalten
hu_hu: Oldalak elrendezése {} sorba és {} oszlopba
nl_nl: Samenvoegen van {} rijen en {} kolommen
pt_br: Páginas lado a lado com {} linhas e {} colunas

source: Margins
cs_cz: Okraje
de_de: Ränder
hu_hu: Margók
nl_nl: Marges
pt_br: Margens

source: Rotation
cs_cz: Otočení
hu_hu: Forgatás
nl_nl: Rotatie
pt_br: Rotação

source: Vertical alignment
de_de: Vertikale Ausrichtung
hu_hu: Függőleges igazítás
nl_nl: Verticale uitlijning
pt_br: Alinhamento vertical

source: Horizontal alignment
de_de: Horizontale Ausrichtung
hu_hu: Vízszintes igazítás
nl_nl: Horizontale uitlijning
pt_br: Alinhamento horizontal

source: Warning: The pages {} have a different size than the page before
cs_cz: Varování: Stránky {} mají jinou velikost než předchozí stránky
de_de: Warnung: Die Seiten {} haben eine andere Größe als die Seite davor
hu_hu: Figyelem: {} oldalak más méretűek, mint az előzőek
nl_nl: Waarschuwing: De pagina's {} hebben een ander formaat dan de pagina hiervoor
pt_br: Aviso: As páginas {} têm um tamanho diferente da página anterior

source: Warning: requested {} columns, but there are only {} pages
de_de: Warnung: Es wurden {} Spalten angefordert, aber es gibt nur {} Seiten
hu_hu: Figyelem: {} oszlopot kért, de csak {} oldal van
nl_nl: Waarschuwing: {} kolommen gevraagd, maar er zijn maar {} pagina's
pt_br: Aviso: Foram requisitadas {} colunas, mas só têm {} páginas

source: Warning: requested {} rows, but there are only {} pages
de_de: Warnung: Es wurden {} Zeilen angefordert, aber es gibt nur {} Seiten
hu_hu: Figyelem: {} sort kért, de csak {} oldal van
nl_nl: Waarschuwing: {} rijen gewenst, maar er {} pagina's
pt_br: Aviso: Foram requisitadas {} linhas, mas só têm {} páginas

source: Input document not loaded
cs_cz: Vstupní PDF nebylo načteno
de_de: Quelldokument nicht geladen
hu_hu: Bemeneti dokumentum nem töltődött be
nl_nl: Invoer document niet geladen
pt_br: O documento de entrada não foi carregado

source: No page range specified, defaulting to all
cs_cz: Nebyl vybrán rozsah stránek, byly použity všechny stránky
de_de: Kein Seitenbereich angegeben, also werden alle Seiten übernommen
hu_hu: Nincsenek kiválasztott oldalak, alaphelyzetben az összes hozzáadása
nl_nl: Geen pagina reeks ingevoerd, standaard invoer op alle pagina's gehanteerd
pt_br: Nenhum intervalo de páginas especificado, usaremos o valor padrão: todas

source: Only {} pages in document, skipping {}
cs_cz: Jen {} stránek v dokumentu, vynechány {}
de_de: Nur {} Seiten im Dokument, die Angaben {} werden übersprungen
hu_hu: Csak {} oldal a dokumentumban, {} átugrása
pt_br: Apenas {} páginas no documento, pulando {}

source: Warning: Some pages have been scaled because a target size was set. You should not see this warning if using the PDFStitcher GUI.
cs_cz: Varování: Některé stránky byly zmenšeny, protože byla nastavena cílová velikost. Pokud používáte GUI PDFStitcher, nemělo by se vám toto varování zobrazit.
de_de: Warnung: Einige Seiten wurden skaliert, weil eine Ziel-Größe angegeben war. Diese Warnung sollte nicht zu sehen sein, wenn die PDFStitcher GUI verwendet wurde.
hu_hu: Figyelem: néhány oldal át lett méretezve, mert egy célméret van beállítva. Amennyiben a PDFStitcher GUI-t használod, nem kellene látnod ezt a figyelmeztetést.
pt_br: Aviso: Algumas páginas foram esticadas porque um tamanho alvo foi configurado. Você não deveria ver esse aviso se estiver usando o PDFStitcher com interface gráfica.

source: Unable to open
cs_cz: Nelze otevřít
de_de: Öffnen nicht möglich
hu_hu: Nem lehet megnyitni
pt_br: Não consegui abrir

source: Invalid rotation value
cs_cz: Neplatná hodnota otočení
de_de: Falscher Rotationswert
hu_hu: Érvénytelen forgatási érték
pt_br: Valor de rotação inválido

source: Tile PDF pages into one document.
de_de: PDF-Seiten in einem Dokument anordnen.
hu_hu: Oldalak elrendezése egy dokumentumba.
pt_br: Páginas lado a lado em um só documento.

source: Note: If both rows and columns are specified, rows are ignored.
de_de: Hinweis: Wenn sowohl Zeilen als auch Spalten angegeben werden, werden die Zeilen ignoriert.
hu_hu: Megjegyzés: amennyiben a sorok és az oszlopok is meghatározottak, a sorok figyelmen kívül hagyása.
pt_br: Nota: If ambas linhas e colunas forem especificadas, as linhas serão ignoradas.
