Repository: cfcurtis/pdfstitcher
Catalog: resources/locale/*/LC_MESSAGES/pdfstitcher.po
Languages: da, es_es, fr_fr, hi, it, ta, tr

source: Tiling with {} rows and {} columns
da: Samle med {} rækker og {} kolonner
es_es: Combinando con {} filas y {} columnas
fr_fr: Assemblage de {} lignes et {} colonnes
hi: {} पंक्तियों और {} स्तंभों के साथ टाइल लगाना
it: Unione con {} righe e {} colonne
ta: {} வரிசைகள் மற்றும் {} நெடுவரிசைகளுடன் டைலிங்
tr: {} satır ve {} sütunla döşeniyor

source: Margins
da: Marginer
es_es: Margenes
fr_fr: Marges
hi: मार्जिन
it: Margini
ta: விளிம்புகள்
tr: Kenar boşlukları

source: Rotation
es_es: Rotación
hi: रोटेशन
it: Rotazione
ta: சுழற்சி
tr: Döndürme

source: Vertical alignment
da: Lodret justering
es_es: Alineación vertical
fr_fr: Alignement vertical
hi: ऊर्ध्वाधर संरेखण
it: Allineamento verticale
ta: செங்குத்து சீரமைப்பு
tr: Dikey hizalama

source: Horizontal alignment
da: Vandret justering
es_es: Alineación horizontal
fr_fr: Alignement horizontal
hi: क्षैतिज संरेखण
it: Allineamento orizzontale
ta: கிடைமட்ட சீரமைப்பு
tr: Yatay hizalama

source: No valid pages included in range
da: Ingen gyldige sider inkluderet i rækken
es_es: No hay páginas válidas incluidas en el intervalo
it: Nessuna pagina valida inclusa nell'intervallo
ta: வரம்பில் செல்லுபடியாகும் பக்கங்கள் எதுவும் சேர்க்கப்படவில்லை

source: No input document loaded
da: Input-PDF ikke indlæst
es_es: Ningún documento de entrada cargado
it: Nessun documento di input caricato
ta: உள்ளீட்டு ஆவணம் ஏற்றப்படவில்லை

source: Warning: pages {} have a different size than the page before
da: Advarsel: Side {} har en anden størrelse end siden forinden
es_es: Atención: Las páginas {} tienen un tamaño diferente al de la página anterior
it: Attenzione: le pagine {} hanno una dimensione diversa dalla pagina precedente
ta: எச்சரிக்கை: பக்கங்கள் {the முன் பக்கத்தை விட வேறு அளவு உள்ளது

source: No pages to tile
da: Ingen sider at samle
es_es: No hay páginas para colocar en mosaico
it: Nessuna pagina da affiancare
ta: ஓடுக்கு பக்கங்கள் இல்லை

source: Warning: requested {} columns, but there are only {} pages
da: Advarsel: Der er angivet {} kolonner, men der er kun {} sider
es_es: Advertencia: se han solicitado {} columnas, pero sólo hay {} páginas
fr_fr: Attention : il faut {} colonnes, mais il n'y a que {} pages
hi: चेतावनी: अनुरोधित {} कॉलम, लेकिन केवल {} पन्ने हैं
it: Attenzione: richieste {} colonne, ma ci sono solo {} pagine
ta: எச்சரிக்கை: கோரப்பட்டது}} நெடுவரிசைகள், ஆனால் {} பக்கங்கள் மட்டுமே உள்ளன
tr: Uyarı: {} sütun istendi, ancak yalnızca {} sayfa var

source: Warning: requested {} rows, but there are only {} pages
da: Advarsel: Der er angivet {} rækker, men der er kun {} sider
es_es: Advertencia: se han solicitado {} filas, pero sólo hay {} páginas
fr_fr: Attention : demande {} lignes, mais il n'y a que {} pages
hi: चेतावनी: अनुरोधित {} पंक्तियाँ, लेकिन केवल {} पन्ने हैं
it: Attenzione: richieste {} righe, ma ci sono solo {} pagine
ta: எச்சரிக்கை: கோரப்பட்டது}} வரிசைகள், ஆனால் {} பக்கங்கள் மட்டுமே உள்ளன
tr: Uyarı: {} satır istendi, ancak yalnızca {} sayfa var

source: Error: cannot tile {} pages with {} rows and {} columns
da: Fejl: Kan ikke samle sider med {} rækker og {} kolonner
es_es: Error: no se pueden organizar en mosaicos {} páginas con {} filas y {} columnas
it: Errore: non è possibile affiancare {} pagine con {} righe e {} colonne
ta: பிழை: {} வரிசைகள் மற்றும்}} நெடுவரிசைகளுடன் {} பக்கங்களை ஓடு செய்ய முடியாது

source: filling columns first, the last column would be empty.
da: ved at fylde kolonner først bliver den sidste kolonne tom.
es_es: llenando primero las columnas, la última columna estaría vacía.
it: riempiendo prima le colonne, l'ultima colonna sarebbe vuota.
ta: நெடுவரிசைகளை நிரப்புதல் முதலில், கடைசி நெடுவரிசை காலியாக இருக்கும்.

source: filling rows first, the last row would be empty.
da: Ved at fylde rækker først bliver den sidste række tom.
es_es: llenando primero las filas, la última fila estaría vacía.
it: riempiendo prima le righe, l'ultima riga sarebbe vuota.
ta: முதலில் வரிசைகளை நிரப்புதல், கடைசி வரிசை காலியாக இருக்கும்.

source: Target height and width must be specified in scale-to-fit mode
da: Endelig højde og bredde skal specificeres i scale-to-fit mode
es_es: La altura y la anchura del objetivo deben especificarse en el modo de ajuste a escala
it: L'altezza e la larghezza della destinazione devono essere specificate in modalità scala-per-adattamento
ta: இலக்கு உயரம் மற்றும் அகலம் அளவிற்கு பொருந்தக்கூடிய பயன்முறையில் குறிப்பிடப்பட வேண்டும்

source: Target width and height specified, scaling pages to fit. Do not use this option for sewing patterns!
da: Endelig bredde og højde specificeret, skalerer sider. Brug ikke denne funktion til symønstre!
es_es: Se especifica la anchura y la altura deseadas y se ajusta la escala de las páginas.¡ No utilice esta opción para patrones de costura!
it: Larghezza e altezza di destinazione specificate, ridimensionamento delle pagine per adattarle. Non usare questa opzione per cucire cartamodelli!
ta: இலக்கு அகலம் மற்றும் உயரம் குறிப்பிடப்பட்டுள்ளது, பொருத்தமாக பக்கங்களை அளவிடுதல். தையல் வடிவங்களுக்கு இந்த விருப்பத்தைப் பயன்படுத்த வேண்டாம்!

source: Input document not loaded
da: Input-PDF ikke indlæst
es_es: Documento a combinar no cargado
fr_fr: Vous n'avez pas choisi de fichier source
hi: इनपुट दस्तावेज़ लोड नहीं हुआ
it: Documento di origine non caricato
ta: உள்ளீட்டு ஆவணம் ஏற்றப்படவில்லை
tr: Girdi belgesi yüklenmedi

source: No page range specified, defaulting to all
da: Sideområde ikke specificeret, alle sider tages med
es_es: No se especifico un rango de paginas, se usaran todas
fr_fr: Pas d'intervalle de page sélectionné - par defaut, elles seront toutes traitées
hi: कोई पेज श्रेणी निर्दिष्ट नहीं, सभी के लिए डिफ़ॉल्ट
it: Nessun intervallo di pagina specificato, verranno utilizzate tutte le pagine
ta: பக்க வரம்பு குறிப்பிடப்படவில்லை, அனைவருக்கும் இயல்புநிலை
tr: Sayfa aralığı belirtilmedi, öntanımlı olarak tümü alınıyor

source: Page {} is out of range. Removing from page list.
da: Side {} er uden for rækkefølge. Fjerner fra sidelisten.
es_es: Página {} fuera de rango. Eliminar de la lista de páginas.
it: La pagina {} è fuori intervallo. Rimozione dall'elenco delle pagine.
ta: பக்கம்} bell வரம்பிற்கு அப்பாற்பட்டது. பக்க பட்டியலிலிருந்து நீக்குகிறது.

source: The PDF Stitching app for sewists, by sewists.
es_es: La aplicación PDF Stitching para costureras, por costureras.
fr_fr: L'application d'assemblage des PDF pour les couturières/couturiers, par les couturières/couturiers.

source: Warning: The pages {} have a different size than the page before
hi: चेतावनी: पेज {} का आकार पहले वाले पेज से भिन्न है
tr: Uyarı: {} sayfaları önceki sayfadan farklı bir boyuta sahip
