Repository: cfcurtis/pdfstitcher
Catalog: resources/locale/*/LC_MESSAGES/pdfstitcher.po
Languages: da, es_es, fr_fr, hi, it, ta, tr

source: Choose a directory
da: Vælg en folder
es_es: Elige un directorio
fr_fr: Choix du répertoire
hi: एक डॉयरेक्टरी चुनें
it: Scegli una directory
ta: ஒரு கோப்பகத்தைத் தேர்வுசெய்க
tr: Bir dizin seçin

source: Preferences saved to {}
da: Indstillinger gemt på {}
es_es: Preferencias guardadas para {}
fr_fr: Préférences sauvegardées dans {}
hi: प्राथमिकताएँ {} में सहेजी गईं
it: Preferenze salvate in {}
ta: விருப்பத்தேர்வுகள் {to க்கு சேமிக்கப்பட்டன
tr: Tercihler {} konumuna kaydedildi

source: Please restart to switch to {}.
da: Genstart venligst for at skifte til {}.
es_es: Por favor, reinicia para cambiar a {}.
fr_fr: Veuillez redémarrer pour basculer à {}.
hi: कृपया {} पर स्विच करने के लिए पुनः आरंभ करें।
it: Riavviare per passare a {}.
ta: {To க்கு மாற மறுதொடக்கம் செய்யுங்கள்.
tr: {} geçişi için lütfen yeniden başlatın.

source: Preferences saved
da: Indstillinger gemt
es_es: Preferencias guardadas
fr_fr: Préférences sauvegardées
hi: प्राथमिकताएँ सहेजी गईं
it: Preferenze salvate
ta: விருப்பத்தேர்வுகள் சேமிக்கப்பட்டன
tr: Tercihler kaydedildi

source: Select input PDF
da: Vælg input-PDF
es_es: Selecciona PDF a combinar
fr_fr: Sélectionner le PDF d'entrée
hi: इनपुट PDF का चयन करें
it: Seleziona PDF
ta: உள்ளீட்டு PDF ஐத் தேர்ந்தெடுக்கவும்
tr: Girdi PDF'sini seç

source: Save output as
da: Gem output som
es_es: Guardar el nuevo PDF como
fr_fr: Enregistrer sous
hi: आउटपुट को इस रूप में सहेजें
it: Salva output come
ta: வெளியீட்டை சேமிக்கவும்
tr: Çıktıyı farklı kaydet

source: Output Options
da: Output-indstillinger
es_es: Opciones de salida
fr_fr: Options de sortie
hi: आउटपुट विकल्प
it: Opzioni output
ta: வெளியீட்டு விருப்பங்கள்
tr: Çıktı Seçenekleri

source: Page Range
da: Sideområde / valgte sider
es_es: Rango de páginas
fr_fr: Intervalle de pages
hi: पेज रेंज
it: Intervallo di pagine
ta: பக்க வரம்பு
tr: Sayfa Aralığı

source: Pages assemble in specified order. 0 inserts a blank page.
da: Siderne samles i angivet rækkefølge. 0 sætter en blank side ind.
es_es: Las páginas se ensamblan en el orden especificado. Use 0 para insertar una página en blanco.
fr_fr: Les pages sont assemblées dans un ordre spécifique. 0 insère une page blanche.
hi: पन्ने निर्दिष्ट क्रम में इकट्ठे होते हैं। 0 एक रिक्त पेज सम्मिलित करता है।
it: Le pagine vengono assemblate secondo l'ordine specificato. Usare 0 per inserire una pagina bianca.
ta: பக்கங்கள் குறிப்பிட்ட வரிசையில் கூடியிருக்கின்றன. 0 ஒரு வெற்று பக்கத்தை செருகுகிறது.
tr: Sayfalar belirtilen sırada bir araya getirilir. 0 boş bir sayfa ekler.

source: Use - for ranges. Example: 1-3, 0, 4, 0, 5-10.
da: Brug ved rækkefølge. Eksempel: 1-3, 0, 4, 0, 5-10.
es_es: Utilice - para los rangos. Ejemplo: 1-3, 0, 4, 0, 5-10.
it: Utilizzare - per intervalli. Esempio: 1-3, 0, 4, 0, 5-10.
ta: பயன்படுத்த - வரம்புகளுக்கு. எடுத்துக்காட்டு: 1-3, 0, 4, 0, 5-10.

source: Margin to add to final output
da: Margin, der skal tilføjes i output-filen
es_es: Margen para agregar alrededor del patron final
fr_fr: Marge à ajouter au fichier final
hi: अंतिम आउटपुट में जोड़ने के लिए मार्जिन
it: Margini da aggiungere all'output finale
ta: இறுதி வெளியீட்டில் சேர்க்க விளிம்பு
tr: Son çıktıya eklenecek kenar boşluğu

source: Inches
da: Tommer
es_es: Pulgadas
fr_fr: Pouces
hi: इंच
it: Pollici
ta: அங்குலங்கள்
tr: İnç

source: Centimetres
da: Centimeter
es_es: Centímetros
fr_fr: Centimètres
hi: सेंटीमीटर
it: Centimetri
ta: சென்டிமீட்டர்
tr: Santimetre

source: Units
da: Enhed
es_es: Unidades
fr_fr: Unités
hi: इकाइयाँ
it: Unità
ta: அலகுகள்
tr: Birimler

source: Process Layers
da: Behandle lag
es_es: Procesar capas
fr_fr: Traitement des calques
hi: प्रक्रिया परतें
it: Elabora livelli
ta: செயல்முறை அடுக்குகள்
tr: Katmanları işle

source: Tile pages
da: Sætte sider sammen
es_es: Juntar paginas
fr_fr: Assemblage des pages
hi: पन्ने टाइल करें
it: Unisci pagine
ta: ஓடு பக்கங்கள்
tr: Sayfaları döşe

source: Process layers then tile pages and save
da: Behandle lag, derefter sætte sider sammen og gemme
es_es: Procesar capas, juntar paginas y guardar
fr_fr: Traitement des calques puis assemblage des pages et sauvegarde
hi: परतों को संसाधित करें, फिर पन्नो को टाइल करें और सहेजें
it: Elabora i livelli, poi unisci le pagine e salva
ta: அடுக்குகளை செயலாக்கவும், பக்கங்களை ஓடு மற்றும் சேமிக்கவும்
tr: Katmanları işle, ardından sayfaları döşe ve kaydet

source: Process layers and save without tiling pages
da: Behandle lag og gemme uden at sætte sider sammen
es_es: Edite y guarde capas sin fusionar páginas
fr_fr: Traitement des calques et sauvegarde sans assemblage
hi: परतों को संसाधित करें और पन्नो को टाइल किए बिना सहेजें
it: Elabora i livelli e salva senza unire le pagine
ta: அடுக்குகளை செயலாக்கவும் மற்றும் டைலிங் பக்கங்கள் இல்லாமல் சேமிக்கவும்
tr: Katmanları işle ve sayfaları döşemeden kaydet

source: Tile pages and save without processing layers
da: Sætte sider sammen og gemme uden at behandle lag
es_es: Juntar paginas y guardar sin procesar capas
fr_fr: Assemblage des pages et sauvegarde sans traitement des calques
hi: पन्नो को टाइल करें और परतों को संसाधित किए बिना सहेजें
it: Unisci le pagine e salva senza elaborare i livelli
ta: ஓடு பக்கங்கள் மற்றும் அடுக்குகளை செயலாக்காமல் சேமிக்கவும்
tr: Sayfaları döşe ve katmanları işlemeden kaydet

source: Open the PDF and save selected page range without modifying
da: Åbn PDF'en og gem valgte sider i output-PDF uden at ændre
es_es: Abrir el PDF y guardar las paginas seleccionadas sin modificar
fr_fr: Ouvre le PDF et sauve l intervalle de page sans modification
hi: PDF खोलें और चयनित पेज श्रेणी को बिना संशोधित किए सहेजें
it: Apri il PDF e salva le pagine selezionate senza modifiche
ta: PDF ஐத் திறந்து மாற்றாமல் தேர்ந்தெடுக்கப்பட்ட பக்க வரம்பை சேமிக்கவும்
tr: PDF'yi aç ve seçilen sayfa aralığını değiştirmeden kaydet

source: Optionally, add margins to each page
da: Hvis det ønskes, tilføj marginer til hver side
es_es: Opcionalmente, agregua márgenes a cada página
fr_fr: Optionnellement, ajouter des marges à chaque page
hi: वैकल्पिक रूप से, प्रत्येक पेज पर मार्जिन जोड़ें
it: Facoltativamente, aggiungi margini a ciascuna pagina
ta: விருப்பமாக, ஒவ்வொரு பக்கத்திற்கும் விளிம்புகளைச் சேர்க்கவும்
tr: İsteğe bağlı olarak, her sayfaya kenar boşlukları ekle

source: Load PDF to view layers.
da: Åbn PDF'en for at se lag.
es_es: Cargar PDF para ver las capas.
fr_fr: Charger un PDF pour voir les calques.
hi: परतें देखने के लिए PDF लोड करें।
it: Carica PDF per vedere i livelli.
ta: அடுக்குகளைக் காண PDF ஐ ஏற்றவும்.
tr: Katmanları görüntülemek için PDF'yi yükleyin.

source: Deselected layers:
da: Fravalgte lag:
es_es: Capas no seleccionadas:
fr_fr: Tout désélectionner :
hi: अचयनित परतें:
it: Livelli deselezionati:
ta: அனுப்பப்பட்ட அடுக்குகள்:
tr: Seçimi kaldırılan katmanlar:

source: Delete
da: Slet
es_es: Borrar
fr_fr: Supprimer
hi: हटाएं
it: Cancella
ta: நீக்கு
tr: Sil

source: Hide
da: Skjul
es_es: Ocultar
fr_fr: Masquer
hi: छिपायें
it: Nascondi
ta: மறை
tr: Gizle

source: Include non-optional content
da: Inkludér grundlæggende informationer
es_es: Incluir contenido no opcional
fr_fr: Inclure le contenu non-optionnel
hi: गैर-वैकल्पिक सामग्री शामिल करें
it: Includi contenuto non opzionale
ta: விருப்பமற்ற உள்ளடக்கம் சேர்க்கவும்
tr: İsteğe bağlı olmayan içeriği dahil et

source: Deselect all
da: Fravælg alle
es_es: Deseleccionar todo
fr_fr: Tout désélectionner
hi: सभी को अचयनित करें
it: Deseleziona tutto
ta: அனைத்தையும் தேர்வு செய்யுங்கள்
tr: Tümünün seçimini kaldır

source: Layer Name
da: Navn på lag
es_es: Nombre de la capa
fr_fr: Nom du calque
hi: परत का नाम
it: Nome del livello
ta: அடுக்கு பெயர்
tr: Katman Adı

source: Line Properties
da: Linjeegenskaber
es_es: Propiedades de la línea
fr_fr: Propriétés de la ligne
hi: रेखा प्रापर्टी
it: Proprietà della linea
ta: வரி பண்புகள்
tr: Çizgi Özellikleri

source: Select line properties to modify
da: Vælg linjeegenskaber, der skal ændres
es_es: Seleccione las propiedades de la línea a modificar
fr_fr: Choisir les propriétés de la ligne à modifier
hi: संशोधित करने के लिए पंक्ति प्रापर्टी का चयन करें
it: Seleziona proprietà da modificare
ta: மாற்ற வரி பண்புகளைத் தேர்ந்தெடுக்கவும்
tr: Değiştirilecek çizgi özelliklerini seçin

source: Line Colour
da: Linjefarve
es_es: Color de línea
fr_fr: Couleur de la ligne
hi: रेखा का रंग
it: Colore della linea
ta: வரி நிறம்
tr: Çizgi Rengi

source: Also modify fill colour
da: Også ændre udfyldningsfarve
es_es: También modifica el color del relleno
fr_fr: Modifier également la couleur de remplissage
hi: भरण रंग भी संशोधित करें
it: Modifica anche il colore di riempimento
ta: நிரப்பு வண்ணத்தையும் மாற்றவும்
tr: Dolgu rengini de değiştir

source: Line Thickness
da: Linjetykkelse
es_es: Grueso de línea
fr_fr: Épaisseur de la ligne
hi: रेखा की मोटाई
it: Spessore della linea
ta: வரி தடிமன்
tr: Çizgi Kalınlığı

source: Line Style
da: Linjestil
es_es: Estilo de línea
fr_fr: Style de ligne
hi: रेखा शैली
it: Stile della linea
ta: வரி நடை
tr: Çizgi Tarzı

source: Solid
da: Ubrudt
es_es: Solida
fr_fr: Plein
hi: ठोस
it: Continuo
ta: திடமான
tr: Düz

source: Dashed
da: Stiplet
es_es: Guiones
fr_fr: Tiret
hi: धराशायी
it: Tratteggiato
ta: கோடு
tr: Kesik

source: Dotted
da: Prikket
es_es: Punteada
fr_fr: Pointillés
hi: बिंदुयुक्त
it: Punteggiato
ta: புள்ளியிடப்பட்ட
tr: Noktalı

source: Apply
da: Udfør
es_es: Aplicar
fr_fr: Appliquer
hi: लागू
it: Applica
ta: இடு
tr: Uygula

source: Reset
da: Nulstil
es_es: Reiniciar
fr_fr: Réinitialiser
hi: रीसेट
it: Resetta
ta: மீட்டமை
tr: Sıfırla

source: Apply to checked
da: Udfør på valgte
es_es: Aplicar a selección
fr_fr: Appliquer à la sélection
hi: चेक किए गए पर लागू करें
it: Applica alla selezione
ta: சரிபார்க்க விண்ணப்பிக்கவும்
tr: İşaretlenenlere uygula

source: Reset checked
da: Nulstil valgte
es_es: Reiniciar selección
fr_fr: Réinitialiser la sélection
hi: चेक किए गए को रीसेट करें
it: Resetta la selezione
ta: மீட்டமை சரிபார்க்கப்பட்டது
tr: İşaretlenenleri sıfırla

source: Apply to
da: Udfør på
es_es: Aplicar a
fr_fr: Appliquer
hi: इस पर लागू
it: Applica a
ta: பொருந்தும்
tr: Uygula

source: No layers found in input document.
da: Ingen lag fundet i input-PDF.
es_es: No se encontraron capas en el documento ingresado.
fr_fr: Pas de calques trouvés dans le document.
hi: इनपुट दस्तावेज़ में कोई परत नहीं मिली।
it: Questo documento non ha alcun livello.
ta: உள்ளீட்டு ஆவணத்தில் அடுக்குகள் இல்லை.
tr: Girdi belgesinde katman bulunamadı.

source: Selected properties will apply to all lines in the document.
da: Valgte egenskaber vil gælde for alle linjer i dokumentet.
es_es: Las propiedades seleccionadas se aplicarán a todas las líneas del documento.
it: Le proprietà selezionate verranno applicate a tutte le righe del documento.
ta: ஆவணத்தில் உள்ள அனைத்து வரிகளுக்கும் தேர்ந்தெடுக்கப்பட்ட பண்புகள் பொருந்தும்.

source: Select layers to include in output document.
da: Vælg lag, der skal gemmes i output-PDF.
es_es: Seleccione capas a incluir en el documento de salida.
fr_fr: Sélectionnez les calques à inclure dans le document.
hi: आउटपुट दस्तावेज़ में शामिल करने के लिए परतों का चयन करें।
it: Selezionare i livelli da includere nel documento finale.
ta: வெளியீட்டு ஆவணத்தில் சேர்க்க அடுக்குகளைத் தேர்ந்தெடுக்கவும்.
tr: Çıktı belgesine dahil edilecek katmanları seçin.

source: Select all
da: Vælg alle
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi: सबका चयन करें
it: Seleziona tutto
ta: அனைத்தையும் தெரிவுசெய்
tr: Tümünü seç

source: Tile Pages
da: Samling af sider
es_es: Juntar paginas
fr_fr: Assembler les pages
hi: पन्ने टाइल करें
it: Unisci pagine
ta: ஓடு பக்கங்கள்
tr: Sayfaları Döşe

source: Layers
da: Lag
es_es: Capas
fr_fr: Calques
hi: परतें
it: Livelli
ta: அடுக்குகள்
tr: Katmanlar

source: Generate PDF
da: Generér PDF
es_es: Generar PDF
fr_fr: Générer un PDF
hi: PDF जनरेट करें
it: Generare PDF
ta: PDF ஐ உருவாக்குங்கள்
tr: PDF oluştur

source: Processing
da: Behandler
es_es: Procesando
it: Elaborazione
ta: செயலாக்கம்

source: Processing, please wait
da: Behandler, vent venligst
es_es: En proceso, por favor espere
it: Elaborazione in corso, attendere prego
ta: செயலாக்கம், தயவுசெய்து காத்திருங்கள்

source: Processing cancelled
da: Behandling afbrudt
es_es: Procesamiento anulado
it: Elaborazione annullata
ta: செயலாக்கம் ரத்து செய்யப்பட்டது

source: Something went wrong
da: Noget gik galt
es_es: Algo salió mal
fr_fr: Un problème est survenu
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ta: ஏதோ தவறு நடந்தது
tr: Bir şeyler yanlış gitti

source: unable to write to
da: kan ikke skrive til
es_es: Imposible guardar en
fr_fr: Impossible d'enregistrer sur
hi: यहाँ लिखने में असमर्थ
it: Impossibile salvare in
ta: எழுத முடியவில்லை
tr: yazılamıyor

source: Make sure isn't open in another program
da: Kontrollér at ikke er åben i et andet program
es_es: Asegúrese de que no está abierto en otro programa
fr_fr: Assurez-vous n'est pas ouvert dans un autre programme
hi: सुनिश्चित करें कि यह किसी अन्य प्रोग्राम में खुला नहीं है
it: Assicurarsi che non sia aperto in un altro programma
ta: மற்றொரு திட்டத்தில் திறக்கப்படவில்லை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்
tr: Başka bir programda açık olmadığından emin olun

source: File
da: Fil
es_es: Archivo
fr_fr: Fichier
hi: फाइल
ta: கோப்பு
tr: Dosya

source: Check for updates
da: Tjek for opdateringer
es_es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
hi: अपडेट के लिए जांचें
it: Controlla se ci sono aggiornamenti
ta: புதுப்பிப்புகளை சரிபார்க்கவும்
tr: Güncellemeleri kontrol et

source: Settings
da: Indstillinger
es_es: Ajustes
fr_fr: Préférences
hi: सेटिंग्स
it: Impostazioni
ta: அமைப்புகள்
tr: Ayarlar

source: Documentation
da: Dokumentation
es_es: Documentación
fr_fr: Notice
hi: दस्तावेज़ीकरण
it: Documentazione
ta: ஆவணப்படுத்துதல்
tr: Belgeler

source: Open the documentation in a web browser
da: Åbn dokumentationen i en webbrowser
es_es: Abra la información en un navegador web
fr_fr: Ouvrir la notice dans le navigateur
hi: वेब ब्राउज़र में दस्तावेज़ खोलें
it: Aprire la documentazione in un browser Web
ta: வலை உலாவியில் ஆவணங்களைத் திறக்கவும்
tr: Belgeleri tarayıcıda aç.

source: Open the dialog to report a bug
da: Åbn dialogboksen for at indberette en fejl
es_es: Abrir el cuadro de diálogo para informar de un error
fr_fr: Ouvrir une fenêtre afin de signaler un bug
hi: बग की रिपोर्ट करने के लिए संवाद खोलें
it: Apri la finestra di dialogo per segnalare un bug
ta: பிழையைப் புகாரளிக்க உரையாடலைத் திறக்கவும்
tr: Hata bildirmek için iletişim kutusunu aç.

source: Help
da: Hjælp
es_es: Ayuda
fr_fr: Aide
hi: सहायता
it: Aiuto
ta: உதவி
tr: Yardım

source: Contributors
da: Bidragydere
es_es: Colaboradores
fr_fr: Contributeurs
hi: योगदानकर्ता
it: Contributori
ta: பங்களிப்பாளர்கள்
tr: Katkıda bulunanlar

source: Can't overwrite input file, please select a different file for output
da: Kan ikke overskrive input-PDF, vælg venligst en anden fil til output-PDF
es_es: No se puede sobrescribir el archivo de entrada, por favor seleccione un archivo diferente para la salida
fr_fr: Impossible d'écrire sur le fichier source, choisissez un autre nom de fichier pour la destination
hi: इनपुट फाइल को अधिलेखित नहीं किया जा सकता, कृपया आउटपुट के लिए एक अलग फाइल का चयन करें
it: Impossibile sovrascrivere il file di input, seleziona un file diverso per l'output
ta: உள்ளீட்டு கோப்பை மேலெழுத முடியாது, தயவுசெய்து வெளியீட்டிற்கு வேறு கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Girdi dosyasının üzerine yazılamıyor, lütfen çıktı için farklı bir dosya seçin

source: File will be written to
da: Filen vil blive skrevet til
es_es: El archivo se escribirá en
fr_fr: Fichier enregistré sur
hi: यहाँ पर फाइल लिखी जाएगी
it: Il file verrà scritto in
ta: கோப்பு எழுதப்படும்
tr: Dosya şuraya yazılacak:

source: PDF locked! Enter the correct password.
da: PDF'en er låst. Indtast det korrekte kodeord.
es_es: ¡PDF bloqueado! Introduce la contraseña correcta.
fr_fr: PDF verrouillé ! Renseignez le bon mot de passe
hi: PDF लॉक हो गया! सही पासवर्ड दर्ज करें।
it: PDF bloccato! Inserisci la password corretta.
ta: PDF பூட்டப்பட்டது! சரியான கடவுச்சொல்லை உள்ளிடவும்.
tr: PDF kilitli! Doğru parolayı girin.

source: Password
da: Kodeord
es_es: Contraseña
fr_fr: Mot de passe
hi: पासवर्ड
ta: கடவுச்சொல்
tr: Parola

source: PDF file is locked
da: PDF'en er låst
es_es: El archivo PDF está bloqueado
fr_fr: PDF verrouillé
hi: PDF फाइल लॉक है
it: Il file PDF è bloccato
ta: PDF கோப்பு பூட்டப்பட்டுள்ளது
tr: PDF dosyası kilitli

source: PDF will not open as you canceled the operation.
da: PDF'en åbnes ikke, fordi du afbrød.
es_es: El PDF no se abre porque canceló la operación.
fr_fr: Le PDF ne s'ouvrira pas car vous avez annulé l'opération
hi: जैसे ही आपने ऑपरेशन रद्द किया, PDF नहीं खुलेगा।
it: Il PDF non si aprirà perché hai annullato l'operazione.
ta: நீங்கள் செயல்பாட்டை ரத்து செய்ததால் PDF திறக்காது.
tr: İşlemi iptal ettiğiniz için PDF açılmayacak.

source: Cannot open file
da: Kan ikke åbne fil
es_es: No se puede abrir el archivo
fr_fr: Impossible d'ouvrir le fichier
hi: फाइल खोलने में असमर्थ
it: Impossibile aprire il file
ta: கோப்பைத் திறக்க முடியாது
tr: Dosya açılamıyor

source: Error message
da: Fejlbesked
es_es: Mensaje de error
it: Messaggio di errore
ta: பிழை செய்தி

source: Opening
da: Åbner
es_es: Abriendo
fr_fr: Ouverture du fichier
hi: प्रारंभिक
it: Apertura
ta: திறப்பு
tr: Açılıyor

source: PDF file loaded without errors.
da: PDF'en er indlæst uden fejl.
es_es: Archivo PDF cargado sin errores.
fr_fr: PDF chargé sans erreurs.
hi: PDF फाइल बिना किसी त्रुटि के लोड हुई।
it: File PDF caricato senza errori.
ta: PDF கோப்பு பிழைகள் இல்லாமல் ஏற்றப்பட்டது.
tr: PDF dosyası hatasız yüklendi.

source: This PDF is encrypted with the following permissions:
da: Denne PDF er krypteret med følgende rettigheder:
es_es: Este PDF está encriptado con los siguientes permisos:
it: Questo PDF è crittografato con le seguenti autorizzazioni:
ta: இந்த PDF பின்வரும் அனுமதிகளுடன் குறியாக்கம் செய்யப்பட்டுள்ளது:

source: Please be respectful of the author and only use this tool for personal use.
da: Hav venligst respekt for forfatteren og brug kun dette program til personlige formål.
es_es: Por favor, se respetuoso con el autor y utiliza esta herramienta sólo para uso personal.
fr_fr: Respectez le travail du développeur et ne l'utilisez que pour un usage personnel.
hi: कृपया लेखक का सम्मान करें और इस टूल का उपयोग केवल व्यक्तिगत उपयोग के लिए करें।
it: Si prega di rispettare l'autore e di utilizzare questo strumento solo per uso personale.
ta: தயவுசெய்து ஆசிரியரை மதிக்கவும், தனிப்பட்ட பயன்பாட்டிற்கு இந்த கருவியை மட்டுமே பயன்படுத்தவும்.
tr: Lütfen yazara saygı duyun ve bu aracı yalnızca kişisel amaçla kullanın.

source: Required Parameters
da: Nødvendige indstillinger
es_es: Parámetros Requeridos
fr_fr: Paramètres requis
hi: आवश्यक पैरामीटर
it: Parametri richiesti
ta: தேவையான அளவுருக்கள்
tr: Gerekli Parametreler

source: Number of Columns
da: Antal kolonner
es_es: Numero de Columnas
fr_fr: Nombre de colonnes
hi: कॉलमों की संख्या
it: Numero di colonne
ta: நெடுவரிசைகளின் எண்ணிக்கை
tr: Sütun Sayısı

source: OR Number of Rows
da: ELLER antal rækker
es_es: O Número de filas
fr_fr: OU Nombre de lignes
hi: या पंक्तियों की संख्या
it: OPPURE numero di righe
ta: அல்லது வரிசைகளின் எண்ணிக்கை
tr: VEYA Satır Sayısı

source: Rows then columns
da: Først rækker, derefter kolonner
es_es: Filas luego Columnas
fr_fr: Lignes puis colonnes
hi: पंक्तियाँ फिर कॉलम
it: Righe poi colonne
ta: வரிசைகள் பின்னர் நெடுவரிசைகள்
tr: Satırlar sonra sütunlar

source: Columns then rows
da: Først kolonner, derefter rækker
es_es: Columnas luego Filas
fr_fr: Colonnes puis lignes
hi: कॉलम फिर पंक्तियाँ
it: Colonne poi righe
ta: நெடுவரிசைகள் பின்னர் வரிசைகள்
tr: Sütunlar sonra satırlar

source: Left to right
da: Venstre mod højre
es_es: Izquierda a Derecha
fr_fr: De gauche à droite
hi: बाएं से दाएं
it: Da sinistra a destra
ta: இடமிருந்து வலமாக
tr: Soldan sağa

source: Right to left
da: Højre mod venstre
es_es: Derecha a Izquierda
fr_fr: De droite à gauche
hi: दाएं से बाएं
it: Da destra a sinistra
ta: வலமிருந்து இடமாக
tr: Sağdan sola

source: Top to bottom
da: Fra top til bund
es_es: De Arriba hacia abajo
fr_fr: De haut en bas
hi: ऊपर से नीचे
it: Dall'alto al basso
ta: மேலிருந்து கீழே
tr: Yukarıdan aşağıya

source: Bottom to top
da: Nedefra og op
es_es: De Abajo hacia arriba
fr_fr: De bas en haut
hi: नीचे से ऊपर
it: Dal basso all'alto
ta: கீழே முதல்
tr: Aşağıdan yukarıya

source: Page order
da: Siderækkefølge
es_es: Orden de las páginas
fr_fr: Ordre des pages
hi: पेज क्रम
it: Ordine delle pagine
ta: பக்க ஒழுங்கு
tr: Sayfa sırası

source: None
da: Ingen
es_es: Nada
fr_fr: Aucun
hi: कोई नहीं
it: Nessuno
ta: எதுவுமில்லை
tr: Yok

source: Clockwise
da: Med uret
es_es: Sentido horario
fr_fr: Horaire
hi: दक्षिणावर्त
it: In senso orario
ta: கடிகார திசையில்
tr: Saat yönünde

source: Counterclockwise
da: Mod uret
es_es: Sentido anti-horario
fr_fr: Antihoraire
hi: वामावर्त
it: In senso antiorario
ta: எதிரெதிர் திசையில்
tr: Saat yönünün tersine

source: Turn Around
da: Vend rundt
es_es: Dar la vuelta
fr_fr: Retourner
hi: मुडे
it: Sottosopra
ta: திரும்பவும்
tr: Ters Döndür

source: Page Rotation
da: Siderotation
es_es: Rotación de página
fr_fr: Rotation des pages
hi: पेज रोटेशन
it: Rotazione pagine
ta: பக்க சுழற்சி
tr: Sayfa Döndürme

source: Optional Parameters
da: Valgfrie indstillinger
es_es: Párametros Opcionales
fr_fr: Options
hi: वैकल्पिक पैरामीटर
it: Parametri opzionali
ta: விருப்ப அளவுருக்கள்
tr: İsteğe Bağlı Parametreler

source: Set TrimBox to MediaBox
da: Sæt TrimBox til MediaBox
es_es: Cambiar TrimBox a MediaBox
fr_fr: Définir TrimBox à MediaBox
hi: ट्रिमबॉक्स को MediaBox पर सेट करें
it: Imposta TrimBox come MediaBox
ta: டிரிம்பாக்சை மீடியா பாக்சில் அமைக்கவும்
tr: TrimBox'ı MediaBox olarak ayarla

source: May help fix things when output is not as expected
da: Kan fikse problemer, hvis output ikke blev som forventet
es_es: Puede arreglar algunas cosas cuando el archivo final no es como se esperaba
fr_fr: Pourrait aider à corriger des erreurs quand le resultat n'est pas celui attendu
hi: जब आउटपुट अपेक्षा के अनुरूप न हो तो चीजों को ठीक करने में मदद मिल सकती है
it: Può aiutare a sistemare le cose quando il risultato non è quello atteso
ta: வெளியீடு எதிர்பார்த்தபடி இல்லாதபோது விசயங்களை சரிசெய்ய உதவலாம்
tr: Çıktı beklendiği gibi olmadığında bazı şeyleri düzeltmeye yardımcı olabilir

source: Amount to trim from each page
da: Hvor meget der skæres af/trimmes fra hver side
es_es: Margen a recortar de cada página
fr_fr: Marge à rogner sur chaque page
hi: प्रत्येक पेज से ट्रिम की जाने वाली मात्रा
it: Margine da rimuovere da ogni pagina
ta: ஒவ்வொரு பக்கத்திலிருந்தும் ஒழுங்கமைக்க வேண்டிய தொகை
tr: Her sayfadan kırpılacak miktar

source: Overlap
es_es: Traslapar
fr_fr: Se chevaucher
hi: ओवरलैप
it: Sovrapposto
ta: ஒன்றுடன் ஒன்று
tr: Üst üste gel

source: Trim
da: Afskær/trim
es_es: Recortar
fr_fr: Rogner
hi: ट्रिम
it: Ritagliato
ta: ஒழுங்கமைக்கவும்
tr: Kırp

source: Left
da: Venstre
es_es: Izquierda
fr_fr: Gauche
hi: बाएं
it: Sinistra
ta: இடது
tr: Sol

source: Right
da: Højre
es_es: Derecha
fr_fr: Droite
hi: दाएं
it: Destra
ta: வலது
tr: Sağ

source: Top
es_es: Arriba
fr_fr: Haut
hi: ऊपर
it: Alto
ta: மேலே
tr: Üst

source: Bottom
da: Bund
es_es: Abajo
fr_fr: Bas
hi: नीचे
it: Basso
ta: கீழே
tr: Alt

source: No layers selected, generated PDF would be blank.
da: Ingen lag valgt, genereret PDF vil blive tom.
es_es: No hay capas seleccionadas, el PDF generado estara en blanco.
fr_fr: Pas de calques selectionnés, le fichier généré sera vide.
hi: कोई परत चयनित नहीं, जेनरेट किया गया PDF खाली होगा।
it: Nessun livello selezionato, il PDF generato risulterà bianco.
ta: அடுக்குகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை, உருவாக்கப்பட்ட PDF காலியாக இருக்காது.
tr: Hiçbir katman seçilmedi, oluşturulan PDF boş olacak.

source: Page
da: Side
es_es: Página
it: Pagina
ta: பக்கம்

source: Unknown
da: Ukendt
es_es: Desconocido
it: Sconosciuto
ta: தெரியவில்லை

source: Middle
da: Midten
es_es: Medio
fr_fr: Milieu
hi: मध्य
it: Centro
ta: நடுத்தர
tr: Orta
