Repository: cfcurtis/pdfstitcher
Catalog: resources/locale/*/LC_MESSAGES/pdfstitcher.po
Languages: da, es_es, fr_fr, hi, it, ta, tr

source: Error getting system info: {}
da: Fejl ved indsamling af systeminfo: {}
es_es: Error al obtener información del sistema: {}
fr_fr: Erreur lors de la récupération des paramètres système
hi: सिस्टम जानकारी प्राप्त करने में त्रुटि: {}
it: Errore durante il recupero delle informazioni di sistema: {}
ta: கணினி தகவலைப் பெறுவதில் பிழை: {}
tr: Sistem bilgileri alınırken hata oluştu: {}

source: in
da: tommer
es_es: pulg
fr_fr: po
ta: இல்

source: cm
ta: முதல்வர்

source: Invalid input
da: Ugyldig indtastning
es_es: Selección invalida
fr_fr: Entrée invalide
hi: अमान्य इनपुट
it: Input non valido
ta: தவறான உள்ளீடு
tr: Geçersiz girdi

source: only numeric values allowed
da: kun talværdier er tilladt
es_es: Solo se permiten valores numéricos
fr_fr: Seules les valeurs numériques sont autorisées
hi: केवल संख्यात्मक मानों की अनुमति है
it: Permessi solo valori numerici
ta: எண் மதிப்புகள் மட்டுமே அனுமதிக்கப்படுகின்றன
tr: yalnızca sayısal değerlere izin verilir

source: Division by zero is not allowed
da: Man kan ikke dividere med 0.
es_es: No se permite la división por cero
it: La divisione per zero non è consentita
ta: பூச்சியத்தால் பிரிவு அனுமதிக்கப்படவில்லை

source: Please specify a page range
da: Angiv venligst et sideområde
es_es: Por favor especifique un rango de paginas
fr_fr: Veuillez indiquer un intervalle de pages
hi: कृपया एक पेज श्रेणी निर्दिष्ट करें
it: Per favore specificare un intervallo di pagine
ta: பக்க வரம்பைக் குறிப்பிடவும்
tr: Lütfen bir sayfa aralığı belirtin

source: Output size:
da: Outputstørrelse:
es_es: Tamaño de salida:
fr_fr: Taille de sortie :
hi: आउटपुट आकार:
it: Dimensioni documento finale:
ta: வெளியீட்டு அளவு:
tr: Çıktı boyutu:

source: Warning! Output is larger than {} {}, may not open correctly.
da: Advarsel: Output er større end {} {}, åbner måske ikke korrekt.
es_es: ¡Advertencia! La salida es mayor que {} {}, es posible que no se abra correctamente.
fr_fr: Attention ! La sortie est plus grande que {} {}, peut ne pas s'ouvrir correctement.
hi: चेतावनी! आउटपुट {} {} से बड़ा है, हो सकता है कि ठीक से न खुले।
it: Attenzione! Il documento finale risulta più di {}, potrebbe non aprirsi correttamente.
ta: எச்சரிக்கை! வெளியீடு {} {} ஐ விட பெரியது, சரியாக திறக்கப்படாது.
tr: Uyarı! Çıktı, {} {} boyutundan büyük, doğru açılmayabilir.

source: Tile Options
da: Samle-indstillinger
es_es: Opciones del mosaico
it: Opzioni del mosaico
ta: ஓடு விருப்பங்கள்

source: Options for tiling pages. If no grid layout is specified, pages will be copied without tiling.
da: Indstilling for at samle sider. Hvis der ikke er specificeret et gitter-layout, vil siderne bliver kopieret uden at blive samlet.
es_es: Opciones para las páginas de mosaico. Si no se especifica un diseño de cuadrícula, las páginas se copiarán sin mosaico.
it: Opzioni per le pagine a mosaico. Se non viene specificato un layout a griglia, le pagine verranno copiate senza affiancamento.
ta: டைலிங் பக்கங்களுக்கான விருப்பங்கள். கட்டம் தளவமைப்பு எதுவும் குறிப்பிடப்படவில்லை என்றால், பக்கங்கள் டைலிங் இல்லாமல் நகலெடுக்கப்படும்.

source: Number of rows in tiled grid.
da: Antal rækker i gitteret.
es_es: Número de filas de la cuadrícula en mosaico.
fr_fr: Nombre de rangées dans la grille en mosaïque.
hi: टाइल ग्रिड में पंक्तियों की संख्या।
it: Numero di righe nella griglia.
ta: டைல்ட் கட்டத்தில் வரிசைகளின் எண்ணிக்கை.
tr: Döşenen ızgaradaki satır sayısı.

source: Number of columns in tiled grid.
da: Antal kolonner i gitteret.
es_es: Número de columnas en la cuadrícula de mosaicos.
fr_fr: Nombre de colonnes dans la grille en mosaïque.
hi: टाइल ग्रिड में स्तंभों की संख्या।
it: Numero di colonne nella griglia.
ta: டைல்ட் கட்டத்தில் உள்ள நெடுவரிசைகளின் எண்ணிக்கை.
tr: Döşenen ızgaradaki sütun sayısı.

source: Units for margin and trim values.
da: Enhed (cm eller in) til margin og trim-værdier
es_es: Unidades de los valores de margen y recorte.
it: Unità per i valori di margine e rifilatura.
ta: விளிம்பு மற்றும் டிரிம் மதிப்புகளுக்கான அலகுகள்.

source: Margin size in selected units.
da: Marginstørrelse/-bredde i valgte enhed (cm eller in).
es_es: Tamaño del margen en las unidades seleccionadas.
it: Dimensione del margine in unità selezionate.
ta: தேர்ந்தெடுக்கப்பட்ட அலகுகளில் விளிம்பு அளவு.

source: Amount to trim from edges in selected units
da: Hvor meget der skæres/trimmes fra kanterne i valgte enhed (cm eller in)
es_es: Cantidad a recortar de los bordes en las unidades seleccionadas
it: Quantità da ritagliare dai bordi nelle unità selezionate
ta: தேர்ந்தெடுக்கப்பட்ட அலகுகளில் விளிம்புகளிலிருந்து ஒழுங்கமைக்க வேண்டிய தொகை

source: given as left,right,top,bottom (e.g. 0.5,0,0.5,0 would trim 0.5 from left and top)
da: skrevet som venstre, højre, top, bund (f.eks. ville 0,5,0,0,5, 0 skære 0,5 af venstre side og toppen)
es_es: como izquierda,derecha,arriba,abajo (por ejemplo, 0,5,0,0,5,0 recortaría 0,5 de la izquierda y de arriba)
it: dato come sinistra, destra, alto, basso (ad esempio 0,5,0,0,5,0 taglierebbe 0,5 da sinistra e dall'alto)
ta: இடது, வலது, மேல், கீழே கொடுக்கப்பட்டுள்ளது (எ.கா. 0.5,0,0.5,0 இடது மற்றும் மேல் இருந்து 0.5 ஐ ஒழுங்கமைக்கும்)

source: Rotate pages
da: Rotér sider
es_es: Girar las páginas
it: Ruota pagine
ta: பக்கங்களை சுழற்றுங்கள்

source: Fill columns before rows (default is rows first)
da: Fyld kolonner før rækker (standardindstilling er rækker først)
es_es: Complete las columnas antes de las filas (el valor predeterminado es las filas primero)
it: Riempi le colonne prima delle righe (l'impostazione predefinita è prima le righe)
ta: வரிசைகளுக்கு முன் நெடுவரிசைகளை நிரப்பவும் (இயல்புநிலை முதலில் வரிசைகள்)

source: Fill columns right to left (default is left to right)
da: Fyld kolonner fra højre mod venstre (standardindstilling er fra venstre mod højre)
es_es: Rellenar columnas de derecha a izquierda (por defecto es de izquierda a derecha)
it: Riempi le colonne da destra a sinistra (l'impostazione predefinita è da sinistra a destra)
ta: நெடுவரிசைகளை வலதுபுறமாக நிரப்பவும் (இயல்புநிலை இடமிருந்து வலமாக)

source: Fill rows bottom to top (default is top to bottom)
da: Fyld rækker fra bund til top (standardindstilling er fra top til bund)
es_es: Rellenar filas de abajo a arriba (por defecto es de arriba a abajo)
it: Riempi le righe dal basso verso l'alto (l'impostazione predefinita è dall'alto verso il basso)
ta: வரிசைகளை கீழே முதல் மேலே நிரப்பவும் (இயல்புநிலை மேலிருந்து கீழாக)

source: Height of output document in selected units.
da: Højde på output-dokument i valgte enhed (cm eller in).
es_es: Altura del documento de salida en las unidades seleccionadas.
it: Altezza del documento di output nelle unità selezionate.
ta: தேர்ந்தெடுக்கப்பட்ட அலகுகளில் வெளியீட்டு ஆவணத்தின் உயரம்.

source: Caution: results in scaling of pages
da: Advarsel: Resulterer i skalering af sider
es_es: Atención: el resultado es un escalado de las páginas
it: Attenzione: i risultati comportano il ridimensionamento delle pagine
ta: எச்சரிக்கை: பக்கங்களின் அளவிடுதலின் முடிவுகள்

source: Width of output document in selected units.
da: Bredde af output-PDF i valgte enhed (cm eller in).
es_es: Anchura del documento de salida en las unidades seleccionadas.
it: Larghezza del documento di output nelle unità selezionate.
ta: தேர்ந்தெடுக்கப்பட்ட அலகுகளில் வெளியீட்டு ஆவணத்தின் அகலம்.

source: Override trimbox with mediabox
da: Brug mediabox frem for trimbox
es_es: Sustituir trimbox por mediabox
it: Sostituisci trimbox con mediabox
ta: மீடியா பாக்சுடன் டிரிம்பாக்சை மேலெழுதவும்

source: Actually trim the pages (default is overlap)
da: Skære/trimme kanten af siderne af (standardindstilling er overlap)
es_es: En realidad, recorta las páginas (el valor predeterminado es superponerlas)
it: Ritaglia effettivamente le pagine (l'impostazione predefinita è sovrapposizione)
ta: உண்மையில் பக்கங்களை ஒழுங்கமைக்கவும் (இயல்புநிலை ஒன்றுடன் ஒன்று)

source: Layer Options
da: Lag-indstillinger
es_es: Opciones de las capas
it: Opzioni livello
ta: அடுக்கு விருப்பங்கள்

source: Options for handling layers in the document.
da: Indstillinger for at håndtere lag i dokumentet.
es_es: Opciones para manejar las capas en el documento.
it: Opzioni per la gestione dei livelli nel documento.
ta: ஆவணத்தில் அடுக்குகளைக் கையாளுவதற்கான விருப்பங்கள்.

source: List of layer names to keep, separated by semicolons (e.g. 'Layer1;Layer2')
da: Navne på lag, som skal beholdes, adskilt af semikoloner med apostroffer omkring (f.eks. 'Layer1;Layer2')
es_es: Lista de nombres de capas que deben conservarse, separados por punto y coma (por ejemplo, 'Capa1;Capa2')
it: Elenco dei nomi dei livelli da mantenere, separati da punto e virgola (ad esempio 'Layer1;Layer2')
ta: அரைக்காற்புள்ளிகளால் பிரிக்கப்பட்ட அடுக்கு பெயர்களின் பட்டியல் (எ.கா. 'லேயர் 1; அடுக்கு 2')

source: Keep non-optional (background) content.
da: Inkludér grundlæggende baggrundsinformationer
es_es: Mantener el contenido no opcional (de fondo).
it: Mantieni i contenuti non facoltativi (sfondo).
ta: விருப்பமற்ற (பின்னணி) உள்ளடக்கத்தை வைத்திருங்கள்.

source: Hide layers. If set, layer visibility is set to Off instead of removing content.
da: Skjul lag. Hvis valgt, sættes synlighed på lagene til Off i stedet for at fjerne lagene.
es_es: Ocultar capas. Si se activa, la visibilidad de las capas se desactiva en lugar de eliminar el contenido.
it: Nascondi livelli. Se impostato, la visibilità del livello è impostata su Off invece di rimuovere il contenuto.
ta: அடுக்குகளை மறைக்க. அமைக்கப்பட்டால், உள்ளடக்கத்தை அகற்றுவதற்குப் பதிலாக அடுக்கு தெரிவுநிலை முடக்கப்படும்.

source: PDF Stitcher
ta: பி.டி.எஃப் ச்டிட்சர்

source: Stitch PDF pages together, add margins, remove layers, and more.
da: Saml PDF-sider, tilføj marginer, fjern lag og meget andet.
es_es: Une las páginas del PDF, añade márgenes, elimina capas y mucho más.
it: Unisci pagine PDF, aggiungi margini, rimuovi livelli e altro ancora.
ta: PDF பக்கங்களை ஒன்றாக இணைக்கவும், விளிம்புகளைச் சேர்க்கவும், அடுக்குகளை அகற்றவும், மேலும் பல.

source: Input filename (pdf)
da: Input-filnavn (PDF)
es_es: Nombre del archivo de entrada (pdf)
fr_fr: Fichier d'entrée (pdf)
hi: इनपुट फ़ाइल नाम (pdf)
it: Nome file origine (pdf)
ta: உள்ளீட்டு கோப்பு பெயர் (PDF)
tr: Girdi dosyası adı (pdf)

source: Output filename (pdf)
da: Output-filnavn (PDF)
es_es: Fichero de salida (pdf)
fr_fr: Fichier de sortie (pdf)
hi: आउटपुट फ़ाइल नाम (pdf)
it: Nome file risultato (pdf)
ta: வெளியீட்டு கோப்பு பெயர் (PDF)
tr: Çıktı dosyası adı (pdf)

source: Pages to Process. May be range or list (e.g. 1-5 or 1,3,5-7, etc). Default: entire document. Use 0 values to add blank pages.
da: Sider der skal samles. Kan være rækkefølge eller liste (f.eks. 1-5 eller 1,3,5-7, osv). Hvis feltet er tomt, bruges hele dokumentet. Brug 0 for at tilføje blanke sider.
es_es: Páginas a procesar. Puede ser un rango o una lista (por ejemplo, 1-5 o 1,3,5-7, etc). Por defecto: todo el documento. Utilice valores 0 para añadir páginas en blanco.
it: Pagine da elaborare. Può essere un intervallo o un elenco (ad esempio 1-5 o 1,3,5-7, ecc.). Predefinito: intero documento. Utilizzare valori 0 per aggiungere pagine vuote.
ta: செயலாக்க பக்கங்கள். வரம்பு அல்லது பட்டியலாக இருக்கலாம் (எ.கா. 1-5 அல்லது 1,3,5-7, போன்றவை). இயல்புநிலை: முழு ஆவணம். வெற்று பக்கங்களைச் சேர்க்க 0 மதிப்புகளைப் பயன்படுத்தவும்.

source: Print verbose output
es_es: Imprimir salida detallada
it: Stampa output dettagliato
ta: வாய்மொழி வெளியீட்டை அச்சிடுங்கள்

source: Ignoring unknown arguments:
da: Ignorerer ukendte argumenter:
es_es: Ignorar argumentos desconocidos:
it: Ignorando gli argomenti sconosciuti:
ta: அறியப்படாத வாதங்களை புறக்கணித்தல்:

source: Invalid trim value specified, ignoring
da: Afskæring/trim-værdi er ugyldig, ignorerer
es_es: Valor de recorte especificado no válido, ignorando
fr_fr: Valeur de rognage invalide, ignorée
hi: अमान्य ट्रिम मान निर्दिष्ट, अनदेखा किया जा रहा है
it: Valore di ritaglio non valido, verrà ignorato
ta: தவறான டிரிம் மதிப்பு குறிப்பிடப்பட்டுள்ளது, புறக்கணித்தல்
tr: Geçersiz kırpma değeri belirtildi, yok sayılıyor

source: No output file specified, showing input document info and exiting.
da: Ingen output-fil valgt. Viser info om input-dokument og lukker.
es_es: No se ha especificado ningún archivo de salida, se muestra la información del documento de entrada y se sale.
it: Nessun file di output specificato, vengono visualizzate le informazioni del documento di input e si esce.
ta: வெளியீட்டு கோப்பு குறிப்பிடப்படவில்லை, உள்ளீட்டு ஆவணத் தகவலைக் காண்பிக்கும் மற்றும் வெளியேறும்.

source: Layer
da: Lag
es_es: Capa
it: Livello
ta: அடுக்கு

source: not found in the document. Ignoring.
da: ikke fundet i dokumentet. Ignorerer.
es_es: no se encuentra en el documento. Ignorando.
it: non presente nel documento. Ignorare.
ta: ஆவணத்தில் காணப்படவில்லை. புறக்கணித்தல்.

source: Options
da: Indstillinger
es_es: Opciones
hi: विकल्प
it: Opzioni
ta: விருப்பங்கள்
tr: Seçenekler

source: Successfully written to
da: Succesfuldt gemt i
es_es: Guardado exitosamente en
fr_fr: Fichier enregistré sur
hi: यहाँ सफलतापूर्वक लिखा गया
it: Salvato con successo in
ta: வெற்றிகரமாக எழுதப்பட்டது
tr: Başarıyla yazıldı

source: Checking for updates
da: Tjekker for opdateringer
es_es: Comprobando actualizaciones
fr_fr: Vérifier les mises à jour
hi: अपडेट्स के लिए जांच हो रही है
it: Controllo degli aggiornamenti
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது
tr: Güncellemeler kontrol ediliyor

source: Please wait...
da: Vent venligst ...
es_es: Espere por favor...
fr_fr: Attendez...
hi: कृपया प्रतीक्षा करें…
it: Attendere prego...
ta: தயவுசெய்து காத்திருங்கள் ...
tr: Lütfen bekleyin...

source: PDFStitcher is installed and managed via Flatpak.
da: PDFStitcher er installeret og håndteret via Flatpak.
es_es: PDFStitcher se instala y gestiona a través de Flatpak.
fr_fr: PDFStitcher est installé et géré avec Flatpak.
hi: PDFStitcher को Flatpak के माध्यम से स्थापित और प्रबंधित किया जाता है।
it: PDFStitcher viene installato e gestito tramite Flatpak.
ta: பி.டி.எஃப்ச்டிட்சர் நிறுவப்பட்டு பிளாட்பாக் வழியாக நிர்வகிக்கப்படுகிறது.
tr: PDFStitcher Flatpak ile kuruldu ve yönetiliyor.

source: No updates available, {} is the current version.
da: Ingen opdateringer tilgængelige, {} er den nyeste version.
es_es: No hay actualizaciones disponibles, {} es la versión actual.
fr_fr: Aucune mise à jour disponible, {} est la version actuelle.
hi: कोई अपडेट उपलब्ध नहीं, {} वर्तमान संस्करण है।
it: Nessun aggiornamento disponibile, {} è la versione corrente.
ta: புதுப்பிப்புகள் எதுவும் கிடைக்கவில்லை, {} என்பது தற்போதைய பதிப்பாகும்.
tr: Güncelleme yok, şu anki sürüm {}.

source: Update available!
da: Opdatering tilgængelig!
es_es: ¡Actualización disponible!
fr_fr: Mise à jour disponible!
hi: अपडेट उपलब्ध!
it: Aggiornamento disponibile!
ta: புதுப்பிப்பு கிடைக்கிறது!
tr: Güncelleme var!

source: Your version is {}, but the latest version is v{}.
da: Din version er {}, men seneste version er v{}.
es_es: Tú versión es {}, pero la última versión es v{}.
fr_fr: Votre version est {}, mais la dernière version est v{}.
hi: आपका वर्शन {} है, लेकिन नवीनतम वर्शन v{} है।
it: La tua versione è {}, ma la versione più recente è v{}.
ta: உங்கள் பதிப்பு {}, ஆனால் அண்மைக் கால பதிப்பு v {}.
tr: Sürümünüz {}, ancak son sürüm v{}.

source: What's changed?
da: Hvad er ændret?
es_es: ¿Qué ha cambiado?
fr_fr: Qu'est-ce qui a changé ?
hi: क्या बदला है?
it: Che cosa è cambiato?
ta: என்ன மாற்றப்பட்டது?
tr: Ne değişti?

source: Download Now
da: Download nu
es_es: Descárgalo ahora
fr_fr: Télécharger maintenant
hi: अभी डाउनलोड करें
it: Scarica ora
ta: இப்போது பதிவிறக்கவும்
tr: Şimdi İndir

source: Error checking for updates
da: Fejl ved tjek for opdateringer
es_es: Error al buscar actualizaciones
fr_fr: Erreur lors de la vérification de mise à jour
hi: अपडेट की जाँच करने में त्रुटि
it: Errore durante il controllo degli aggiornamenti
ta: புதுப்பிப்புகளைச் சரிபார்ப்பதில் பிழை
tr: Güncellemeler denetlenirken hata oluştu

source: Report a bug
da: Indberet en fejl
es_es: Informa de un fallo
fr_fr: Signaler un bug
hi: किसी बग की रिपोर्ट करें
it: Segnala un bug
ta: ஒரு பிழையைப் புகாரளிக்கவும்
tr: Hata bildir

source: Describe the steps reproduce the problem below. Follow the buttons to open an issue via GitHub (preferred, but requires login), or send the report via email. Optionally, include a mangled version of the input document - it will be saved to your Desktop and can be attached to the issue.
da: Beskriv trinene for at genskabe problemet nedenfor. Følg knapperne for at indberette via GitHub (foretrukket, men kræver login), eller send rapporten via e-mail. Inkluder eventuelt en ødelagt version af inputdokumentet - det vil blive gemt på dit Skrivebord og kan vedhæftes problemet.
es_es: Describa los pasos para reproducir el problema a continuación. Sigue los botones para abrir una incidencia a través de GitHub (preferible, pero requiere inicio de sesión), o envía el informe por correo electrónico. Si quieres, incluye una versión modificada del documento: será guardado en tú escritorio y podrás adjuntarlo a la incidencia.
fr_fr: Décrivez les étapes afin de reproduire le problème ci-dessous. Cliquez sur les boutons pour ouvrir un ticket sur GitHub (méthode préférée, mais requiert une connexion), ou envoyez un rapport par e-mail. Optionnellement, vous pouvez inclure une version assemblée du document source - elle sera enregistrée sur votre Bureau et pourra être jointe au ticket.
hi: नीचे समस्या को पुन: उत्पन्न करने वाले चरणों का वर्णन करें। GitHub (अधिमानित, लेकिन लॉगिन की आवश्यकता है) के माध्यम से किसी समस्या को खोलने के लिए बटनों का पालन करें, या ईमेल के माध्यम से रिपोर्ट भेजें। वैकल्पिक रूप से, इनपुट दस्तावेज़ का एक क्षत-विक्षत वर्शन शामिल करें - यह आपके डेस्कटॉप पर सहेजा जाएगा और इसे समस्या से जोड़ा जा सकता है।
it: Descrivi i passaggi per riprodurre il problema di seguito. Segui i pulsanti per aprire un problema tramite GitHub (preferibile, ma richiede l'accesso) o invia il report via email. Facoltativamente, includi una versione modificata del documento di input: verrà salvata sul desktop e potrà essere allegata al problema
ta: கீழே உள்ள சிக்கலை இனப்பெருக்கம் செய்யும் படிகளை விவரிக்கவும். அறிவிலிமையம் வழியாக ஒரு சிக்கலைத் திறக்க பொத்தான்களைப் பின்பற்றவும் (விரும்பப்படுகிறது, ஆனால் உள்நுழைவு தேவை) அல்லது மின்னஞ்சல் வழியாக அறிக்கையை அனுப்பவும். விருப்பமாக, உள்ளீட்டு ஆவணத்தின் மாங்கல் பதிப்பைச் சேர்க்கவும் - இது உங்கள் டெச்க்டாப்பில் சேமிக்கப்படும் மற்றும் சிக்கலில் இணைக்கப்படலாம்.
tr: Sorunu yeniden oluşturma adımlarını aşağıda açıklayın. GitHub üzerinden bir sorun açmak için düğmeleri takip edin (tercih edilir, ancak oturum açmayı gerektirir) veya raporu e-posta ile gönderin. İsteğe bağlı olarak, girdi belgesinin karıştırılmış bir şeklini ekleyin - Masaüstünüze kaydedilecek ve soruna eklenebilecektir.

source: Create mangled PDF (Beta)
da: Lav "ødelagt" PDF (Beta)
es_es: Crear un pdf dañado (Beta)
hi: क्षत-विक्षत PDF बनाएं (Beta)
it: Crea PDF modificato (Beta)
ta: மாங்கல் பி.டி.எஃப் (பீட்டா) ஐ உருவாக்கவும்
tr: Karışık PDF oluştur (Beta)

source: Report Via GitHub
da: Rapportér via GitHub
es_es: Informe a través de GitHub
fr_fr: Signalement via GitHub
hi: GitHub के माध्यम से रिपोर्ट करें
it: Segnala tramite GitHub
ta: அறிவிலிமையம் வழியாக அறிக்கை
tr: GitHub Üzerinden Bildir

source: Email to ccurtis@mtroyal.ca
da: Email til ccurtis@mtroyal.ca
es_es: Correo electrónico a ccurtis@mtroyal.ca
fr_fr: Envoyer un courriel à ccurtis@mtroyal.ca
hi: Ccurtis@mtroyal.ca पर ईमेल करें
it: Invia un'e-mail a ccurtis@mtroyal.ca
ta: Ccurtis@mtroyal.ca க்கு மின்னஞ்சல் அனுப்புங்கள்
tr: ccurtis@mtroyal.ca adresine e-posta gönder

source: Could not copy to clipboard
da: Kunne ikke kopiere til udklipsholder
es_es: No se pudo copiar en el portapapeles
fr_fr: N'a pas pu être copié dans le presse-papier
hi: क्लिपबोर्ड पर कॉपी नहीं किया जा सका
it: Impossibile copiare negli appunti
ta: இடைநிலைப்பலகைக்கு நகலெடுக்க முடியவில்லை
tr: Panoya kopyalanamadı

source: Error
da: Fejl
es_es: Fallo
fr_fr: Erreur
hi: त्रुटि
it: Errore
ta: பிழை
tr: Hata

source: No PDF loaded
da: Ingen PDF indlæst
es_es: Ningún PDF cargado
it: Nessun PDF caricato
ta: பி.டி.எஃப் ஏற்றப்படவில்லை

source: Choose a location to save the mangled PDF
da: Vælg et sted at gemme den "ødelagte" PDF.
es_es: Elija una ubicación para guardar el PDF dañado
it: Scegli una posizione in cui salvare il PDF danneggiato
ta: மாங்கல் செய்யப்பட்ட PDF ஐ சேமிக்க ஒரு இடத்தைத் தேர்வுசெய்க

source: Mangling PDF with {} pages
da: "Ødelægger" PDF med {} sider
es_es: Manipular PDF con páginas {}
it: Mancanza di PDF con {} pagine
ta: }} பக்கங்களுடன் பி.டி.எஃப்

source: This may take some time, please wait
da: Dette kan vare lidt tid, vent venligst
es_es: Esto puede llevar algún tiempo, por favor espere
it: L'operazione potrebbe richiedere del tempo, ti preghiamo di attendere
ta: இதற்கு சிறிது நேரம் ஆகலாம், தயவுசெய்து காத்திருங்கள்

source: Mangled PDF saved to {}.
da: "Ødelagt" PDF gemt i {}.
es_es: PDF dañado guardado en {}.
hi: क्षत-विक्षत PDF को {} में सहेजा गया।
it: PDF danneggiato e salvato in {}.
ta: Mankled pdf {to க்கு சேமிக்கப்பட்டது.
tr: Karıltırılan PDF {} konumuna kaydedildi.

source: Please attach to GitHub issue or email.
da: Venligst indberet til Github issue eller email.
es_es: Adjunta al problema o correo electrónico de GitHub.
fr_fr: Ajouter un signalement GitHub ou par mail.
hi: कृपया GitHub अंक या ईमेल के साथ संलग्न करें।
it: Allega il problema su GitHub o invialo tramite email.
ta: தயவுசெய்து அறிவிலிமையம் சிக்கல் அல்லது மின்னஞ்சலுடன் இணைக்கவும்.
tr: Lütfen GitHub sorununa veya e-postaya ekleyin.

source: Success
da: Succes
es_es: Éxito
fr_fr: Succès
hi: सफलता
it: Successo
ta: செய்
tr: Başarılı

source: Failed to mangle PDF
da: Fejl ved "ødelæggelse" af PDF
es_es: No se puede modificar el PDF
hi: PDF को व्यवस्थित करने में विफल
it: Impossibile distruggere il PDF
ta: பி.டி.எஃப்
tr: PDF karıştırılamadı

source: Preferences
da: Indstillinger
es_es: Preferencias
fr_fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ta: விருப்பத்தேர்வுகள்
tr: Tercihler

source: Language
da: Sprog
es_es: Idioma
fr_fr: Langue
hi: भाषा
it: Lingua
ta: மொழி
tr: Dil

source: Check for updates on startup
da: Tjek for opdateringer ved opstart
es_es: Buscar actualizaciones al iniciar
fr_fr: Vérifier les mises à jour au démarrage
hi: स्टार्टअप पर अपडेट की जाँच करें
it: Verifica la disponibilità di aggiornamenti all'avvio
ta: தொடக்கத்தின் புதுப்பிப்புகளைச் சரிபார்க்கவும்
tr: Başlangıçta güncellemeleri kontrol edilsin

source: Save current margin and unit settings
da: Gem nuværende margin- og enhedsindstillinger (cm eller in)
es_es: Guardar la configuración actual de los márgenes y las unidades
fr_fr: Enregistrer les marges actuelles et les préférences d'unités
hi: वर्तमान मार्जिन और यूनिट सेटिंग्स सहेजें
it: Salva le impostazioni correnti di margine e unità
ta: தற்போதைய விளிம்பு மற்றும் அலகு அமைப்புகளை சேமிக்கவும்
tr: Geçerli kenar boşluğu ve birim ayarlarını kaydet

source: Save current line properties
da: Gem nuværende linjeegenskaber
es_es: Guardar las propiedades de la línea actual
fr_fr: Choisir les propriétés de la ligne à modifier
hi: वर्तमान पंक्ति प्रापर्टी सहेजें
it: Salva le proprietà della linea corrente
ta: தற்போதைய வரி பண்புகளை சேமிக்கவும்
tr: Geçerli çizgi özelliklerini kaydet

source: Default open directory
da: Åbn standardfolder
es_es: Abrir el directorio por defecto
hi: डिफ़ॉल्ट खुली डॉयरेक्टरी
it: Apri directory predefinita
ta: இயல்புநிலை திறந்த அடைவு
tr: Öntanımlı açık dizin

source: Default save directory
da: Standardfolder til gemte filer
es_es: Directorio de almacenamiento por defecto
hi: डिफ़ॉल्ट सहेजें डॉयरेक्टरी
it: Directory predefinita di salvataggio
ta: இயல்புநிலை சேமி அடைவு
tr: Öntanımlı kayıt dizini

source: Save preferences
da: Gem indstillinger
es_es: Guardar las preferencias
fr_fr: Enregistrer les préférences
hi: प्राथमिकताएँ सहेजें
it: Salva preferenze
ta: விருப்பங்களை சேமிக்கவும்
tr: Tercihleri kaydet
